[GENERAL]
NAME				= Myanmar
TRANSLATOR			= translated by Pyae Phyo
DLG_FONT_NAME			= Myanmar Text
DLG_FONT_SIZE			= 8


[TEXT]
TEXT_EXPIRED			= လိုင်စင် ကုန်ဆုံးတော့မည်
TEXT_BETA			= ဘီတာ
TEXT_UNREGISTERED		= စာရင်းမပေးထားပါ
TEXT_SAFEMODE			= လုံခြုံတဲ့နည်းလမ်း
TEXT_SAFEMODE_MESSAGE		= Bandicam ကို လုံခြုံတဲ့နည်းလမ်းနဲ့ လုပ်ဆောင်နေပါတယ်။ \nတစ်ချို့လုပ်ဆောင်ချက်တွေကတော့ လုံခြုံတဲ့နည်းလမ်းမှာ လုပ်ဆောင်မှာမဟုတ်ပါဘူး။
TEXT_INIT_FAIL			= ဆော့ဝဲလ်အစပြုရန် မအောင်မြင်ပါ
TEXT_APPINFO			= Bandicam - ဗွီဒီယို မှတ်တမ်းတင်ဆော့ဝဲလ်
TEXT_HAS_BEEN_UNREGISTERED	= Bandicam ကိုမှတ်ပုံတင်တာ ပြီးဆုံးသွားပါပြီ


; error
TEXT_ERROR_DISKSPACE		= ဗွီဒီယိုမှတ်တမ်းတင်ရန် နေရာ မလုံလောက်ပါ
TEXT_ERROR_VIDEO_CAP		= ဗွီဒီယိုမှတ်တမ်းတင်ရန် မအောင်မြင်ပါ
TEXT_ERROR_AUDIO_CAP		= အသံမှတ်တမ်းတင်ရန် မအောင်မြင်ပါ\nအကူအညီလိုအပ်ပါက အိုကေ ခလုတ်ကို နှိပ်ပါ
TEXT_ERROR_IMAGE_CAP		= ရုပ်ပုံမှတ်တမ်းတင်ရန် မအောင်မြင်ပါ\nသိမ်းမည့်ဖိုလ်ဒါတည်နေရာကို စစ်ဆေးပေးပါ
TEXT_ERROR_CREATEFILE		= ဖိုင်တည်ဆောက်မှု မအောင်မြင်ပါ\nအကူအညီလိုအပ်ပါက အိုကေ ခလုတ်ကို နှိပ်ပါ
TEXT_ERROR_OUTPUTFOLDER		= သိမ်းမည့်ဖိုလ်ဒါ မတည်ရှိပါ။ ဖိုလ်ဒါအသစ်တစ်ခု ရွေးပါ
TEXT_ERROR_RENAME_FILE		= ရွေးထားသောဖိုင်ကို နာမည်ပြောင်း၍မရပါ
TEXT_ERROR_CODEC_INIT		= codec အစပြုရန် မအောင်မြင်ပါ
TEXT_ERROR_CODEC_INIT_RETRY	= codec ကို အစပြု၍ မရပါ\nH.264 (CPU) codec နှင့် ထပ်ကြိုးစားချင်လား
TEXT_ERROR_CODEC_VIDEO	= မှတ်တမ်းတင်ရန် codec ပြဿနာရှိ၍ မှတ်တမ်းတင်ခြင်း ရပ်ပါမယ်
TEXT_ERROR_LOGO_IMAGE	= ဆော့ဝဲလ်မှ အထောက်ပံ့မပေးသာ ရုပ်ပုံဖိုင် \nထောက်ပံ့နိုင်သော ရုပ်ပုံဖိုင်ကို ရွေးချယ်ပါ(*.png).
TEXT_ERROR_INIT_DEVICE	= ဗွီဒီယိုရိုက်သည့် ကိရိယာ အစပြုရန် မအောင်မြင်ပါ
TEXT_ERROR_NO_DEVICES		= ဗွီဒီယိုရိုက်သည့် ကိရိယာ နှင့် ချိတ်ဆက်မရပါ
TEXT_ERROR_EXISTING_PRESET_NAME	= သင်ရိုက်ထားသောနာမည် တည်ရှိပြီးသား ဖြစ်ပါတယ် \nတစ်ခြားနာမည်တစ်ခုခု ရိုက်ထည့်ပါ
TEXT_ERROR_NOT_AVAILABLE_FB_UPLOAD = ဒီအသွင်အပြင်က ဖေ့(စ်)ဘွတ်(ခ်)ရဲ့ မူပိုင်ခွင့်များကြောင့် မရရှိတော့ပါ။
TEXT_CAN_NOT_CHANGE_TB		= Bandicam အား မဝယ်ပါက ချိန်ညှိချက်များ မပြုလုပ်နိုင်ပါ \nဆော့ဝဲလ်အား ဤလိပ်စာ၌ ဝယ်ရန် https://bandicam.com/buy
TEXT_CAN_NOT_ADD_MORE_THAN_10	= You can not add more than 10 items.
TEXT_WARNING_AMD_APP		= သင့်ရဲ့ system က 'H.264 (AMD VCE)' ကို မထောက်ပံ့ပါ ဒါကြောင့် ပုံမှန် codec ကိုပဲ အသုံးပြုပါမယ်
TEXT_WARNING_AMD_APP2		= သင့်ရဲ့ system က 'H.264 (AMD VCE)' ကို မထောက်ပံ့ပါ
TEXT_WARNING_DEVICE_CHANGE	= ဗွီဒီယိုရိုက်သည့် ကိရိယာ ချိန်ညှိချက်များ ပြောင်းလိုက်ရင် မှတ်တမ်းတင်နေတာ ရပ်သွားပါမယ်။ တကယ်ပြောင်းမှာလား?
TEXT_WARNING_EXIT_BANDICAM	= Bandicam ဆော့ဝဲလ်ကို ပိတ်လျှင် မှတ်တမ်းတင်နေတာ ရပ်သွားပါမယ်။\n ပိတ်မှာလား?
TEXT_WARNING_EXIT_BANDICAM_SREC	=  ဒီအပလီကေးရှင်းရပ်သွားပြီးရင် အချိန်ဇယားနှင့်မှတ်တမ်းတင်ခြင်းကို ဆက်၍လုပ်ဆောင်မရနိုင်တော့ပါ။ \nBandicam ကိုပိတ်မှာသေချာလား
TEXT_WARNING_DEL_OVERLAY	= Are you sure you want to delete the selected overlay?
TEXT_WARNING_UNREGISTER		= Are you sure you want to unregister Bandicam?
TEXT_NOTICE_NEED_TO_RENEW	= Bandicam license expires after %d days. Click the 'OK' button for license renewal instructions.
TEXT_NOTICE_NEED_TO_RENEW_NOW	= Bandicam license has expired. Click the 'OK' button for license renewal instructions.

; video setting page name
TEXT_VID_PAGE_SOUND		= အသံ
TEXT_VID_PAGE_WEBCAM		= ကွန်ပျူတာ ကင်မရာ
TEXT_VID_PAGE_LOGO		= ဆော့ဝဲလ် လိုဂို
TEXT_VID_PAGE_EFFECTS		= ပေါင်းစပ်မှုများ
TEXT_VID_PAGE_TEXT		= စာ
TEXT_VID_PAGE_OPTIONS		= ပြင်ဆင်မှုများ

; image capture setting page name
TEXT_IMG_PAGE_LOGO		= တံဆိပ်

; option page name
TEXT_OPT_PAGE_GENERAL		= အထွေထွေ
TEXT_OPT_PAGE_OUTPUT		= သိမ်းမည့် နေရာ
TEXT_OPT_PAGE_HOOKING		= ချိတ်ဆက်ခြင်း
TEXT_OPT_PAGE_LANGUAGE		= ဘာသာစကား
TEXT_OPT_PAGE_OTHERS		= အခြားအရာများ

TEXT_VIDEO			= ဗွီဒီယို
TEXT_AUDIO			= အသံ

TEXT_FOLDER_SELECT		= ဗွီဒီယိုမျး သိမ်းဆည့်မည့် ဖိုလ်ဒါရွေးပါ

TEXT_FMT_FULL_SIZE		= အရွယ်အစားပြည့်
TEXT_FMT_HALF_SIZE		= အရွယ်အစားတစ်ဝက်
TEXT_FMT_FIT_WIDTH		= အလျားလိုက်အံဝင်ရန်
TEXT_FMT_FIT_HEIGHT		= ထောင်လိုက်အံဝင်ရန်
TEXT_FMT_CUSTOM_SIZE		= ကိုယ်တိုင်သတ်မှတ်ရန်
TEXT_FMT_STEREO		= စတူဒီယို
TEXT_FMT_MONO			= မိုနို
TEXT_FMT_ORIGINAL_PCM	= မူလအသံ အမျိုးအစား
TEXT_FMT_AUTO			= အလိုအလျောက်
TEXT_FMT_LOSSLESS		= လျော့နည်းခြင်းမရှိ

; preset
TEXT_PRESET_DEFAULT		= ပုံမှန်
TEXT_PRESET_HALFSIZE		= တစ်ဝက် (အရွယ်အစား)
TEXT_PRESET_HEVC_60FPS_SYNC	= HEVC, 60 FPS (Intel® Quick Sync video)
TEXT_PRESET_HEVC_60FPS_NVENC	= HEVC, 60 FPS (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_SYNC	= H264, 60 FPS (Intel® Quick Sync video)
TEXT_PRESET_H264_60FPS_NVENC	= H264, 60 FPS (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_CUDA	= H264, 60 FPS (NVIDIA® CUDA™)
TEXT_PRESET_H264_60FPS_APP	= H264, 60 FPS (AMD VCE)
TEXT_PRESET_ULTRAFAST_60FPS	= 60 FPS အတွက် အလွန်မြန်သော ချိန်ညှိချက်
TEXT_PRESET_LOWEND		= နိမ့်-ဆုံး ကွန်ပျူတာ
TEXT_PRESET_NICO		= --
TEXT_PRESET_NICO_HQ		= --
TEXT_PRESET_NAVER_480P		= --
TEXT_PRESET_YOUTUBE_360P	= ယူကျု့ / တွစ်တာ (၃၆၀)
TEXT_PRESET_YOUTUBE_480P	= ယူကျု့ / တွစ်တာ (၄၈၀)
TEXT_PRESET_YOUTUBE_720P	= ယူကျု့ / တွစ်တာ (၇၂၀)
TEXT_PRESET_YOUTUBE_1080P	= ယူကျု့ / တွစ်တာ (၁၀၈၀)
TEXT_PRESET_PMP			= Divx/Galaxy Smartphone
TEXT_PRESET_EDIT		= Sony Vegas/Premiere/Pinnacle
TEXT_PRESET_POWERPOINT		= ပါဝါပွိုင့်
TEXT_PRESET_320x0		= အလျားလိုက်အံဝင်ရန်, ၃၂၀x၀
TEXT_PRESET_640x0		= အလျားလိုက်အံဝင်ရန်, ၆၄၀x၀
TEXT_PRESET_800x0		= အလျားလိုက်အံဝင်ရန်, ၈၀၀x၀
TEXT_PRESET_1280x0		= အလျားလိုက်အံဝင်ရန်, ၁၂၈၀x၀
TEXT_PRESET_USER		= အသုံးပြုသူ သတ်မှတ်ရန်

TEXT_CHANGE_LANG		= ဘာသာစကား ပြောင်းလဲရန် ဆော့ဝဲလ်ကို ပြန်စရပါမယ်\nပြန်စမှာလား?
TEXT_CHANGE_HOOK		= ချိတ်ဆက်ခြင်းကို ပြောင်းလဲရန် ဆော့ဝဲလ်ကို ပြန်စရပါမယ်\nပြန်စမှာလား?
TEXT_CHANGE_SIZE		= ဆော့ဝဲလ် window အရွယ်အစား ပြောင်းလဲရန် ဆော့ဝဲလ်ကို ပြန်စရပါမယ်\nပြန်စမှာလား?
TEXT_RESET_ALL_SETTINGS		= ချိန်ညှိချက်များကို နဂိုတိုင်း ပြောင်းမှာ သေချာပါလား?

TEXT_REGISTER_SUCCEEDED		= သင့်ရဲ့ Bandicam ဆော့ဝဲလ်ကို စာရင်းသွင်းပြီးပါပြီ
TEXT_REGISTER_FAILED		= စာရင်းသွင်း၍မရပါ \nသင့်ရဲ့ အီးမေးလ် လိပ်စာ နဲ့ လိုင်စင်နံပါတ် မှားယွင်းနေပါတယ်
TEXT_REGISTER_CONNECT_FAILED	= စာရင်းသွင်းသည့် ဆာဗာအား ဆက်သွယ်၍မရပါ\nအင်တာနက်ချိတ်ဆက်ခြင်း ရှိမရှိ စစ်ပါ ပြီးလျှင် အချိန်ကို ယနေ့ရက်စွဲနှင့်နာရီကို ပြောင်းပါ\nအကူအညီလိုအပ်ပါက အိုကေ ခလုတ်ကို နှိပ်ပါ
TEXT_REGISTER_INFO		= အီးမေးလ် လိပ်စာ - %s\r\nSerial နံပါတ် - %s
TEXT_REGISTER_INFO2		= Expiration Date : %s (%d days left)
TEXT_REGISTER_INFO2_EXPIRED	= Expiration Date : %s (Expired)
TEXT_REGISTER_LIMITED		= မှတ်တမ်းတင်ခြင်း ရပ်သွားသည်\n\nBandicam ကို စာရင်းမသွင်းထားလျှင် ၁၀ မိနစ်သာ မှတ်တမ်းတင်နိုင်ပါမယ် \nဤလိပ်စာ၌ ဝယ်ပါရန် -- bandicam.com
TEXT_REGISTER_LIMITED_SREC	= Bandicam ကို စာရင်းမသွင်းထားလျှင် ၁၀ မိနစ်သာ မှတ်တမ်းတင်နိုင်ပါမယ် \nဤလိပ်စာ၌ ဝယ်ပါရန် -- bandicam.com
TEXT_REGISTER_NEWRECORD		= Bandicam ကို စာရင်းမသွင်းထားလျှင် အသစ်မှတ်တမ်းတင်ရန် မဖြစ်နိုင်ပါ \nဤလိပ်စာ၌ ဝယ်ပါရန် -- bandicam.com မှ
TEXT_REGISTER_LICENCE_INFO	= စာရင်းမပေးထားပါ!!! - အမှတ်အသား နှင့် ဗွီဒီယို ၁၀ မိနစ် စာ \r\nအမှတ်အသား ကို ဖျက်ရန် ဤလိပ်စာ၌ ဝယ်ပါရန် bandicam.com

TEXT_PROGRAM_INVALID		= ဆော့ဝဲလ်သည် တရားမဝင်ပါ \nဆော့ဝဲလ်အား ပြန်တပ်ဆင်ပါရန်

TEXT_SELECT_NOT_SELECTED	= မှတ်တမ်းတင်သည့်ပုံစံ ရွေးပါ
TEXT_SELECT_TARGET		= မှတ်တမ်းတင်ရန် သတ်မှတ်ထားသော ဝင်းဒိုး ကို နှိပ်ပါ
TEXT_SELECT_DEVICE		= ဗွီဒီယိုရိုက်သည့် ကိရိယာ ကို ရွေးချယ်ပါ
TEXT_TARGET_DIRECTX		= <b>ဂိမ်းများမှတ်တမ်းတင်ရန်</b> - DirectX ကို သုံး၍ ဂိမ်းနှင့် ဗွီဒီယို များ မှတ်တမ်းတင်ရန်
TEXT_TARGET_SCREEN		= ဖန်သားပြင်ကိုမှတ်တမ်းတင်ခြင်းပုံစံ - Desktop ဖန်သားပြင်နှင့် အင်တာနက်ဗွီဒီယိုကို မှတ်တမ်းတင်ရန်
TEXT_TARGET_DEVICE		= <b>ကွန်ပျူတာကင်မရာနှင့်မှတ်တမ်းတင်ရန်</b> - ကွန်ပျူတာကင်မရာ နှင့် HDMI ရိုက်နိုင်သော ကိရိယာနှင့်မှတ်တမ်းတင်ရန်
TEXT_TARGET_CHANGING		= မှတ်တမ်းတင်သည့်ပုံစံ ပြောင်းလိုလျှင် မှတ်တမ်းတင်ခြင်း ရပ်ပါမယ်\n ပြောင်းမှာလား?
TEXT_TARGET_CLOSE		= လက်ရှိမှတ်တမ်းတင်ခြင်းပုံစံကို ပိတ်လျှင် မှတ်တမ်းတင်နေတာ ရပ်သွားပါမယ် \nပိတ်မှာသေချာပါလား
TEXT_TARGET_CHANGE_TO_RECTANGLE	= သတ်မှတ်ထားသောဝင်းဒိုးကို မရွေးထားသောကြောင့် 'ဂိမ်းမှတ်တမ်းတင်ခြင်းပုံစံ'ဖြင့် မှတ်တမ်းတင်၍မရပါ \n\nမှတ်တမ်းစတင်ရန် မှတ်တမ်းတင်ခြင်းပုံစံကို 'ဖန်သားပြင်ကိုမှတ်တမ်းတင်ခြင်းပုံစံ' သို့ပြောင်းမှာလား
TEXT_TARGET_CHANGE_TO_RECTANGLE2= ရိုက်ကူးမည့်ကိရိယာ မရွေးချယ်ထားသောကြောင့် ကွန်ပျူတာ ကင်မရာဖြင့် မှတ်တမ်းတင်၍ မရပါ\n\nဖန်သားပြင်မှတ်တမ်းတင်ခြင်းပုံစံကို ပြောင်းမှာလား?
TEXT_TARGET_CHANGE_TO_RECTANGLE3= မှတ်တမ်းတင်သည့်ပုံစံကို မရွေးထားသောကြောင့် မှတ်တမ်းတင်၍မရပါ\n\nမှတ်တမ်းစတင်ရန် 'ဖန်သားပြင်ကိုမှတ်တမ်းတင်ခြင်းပုံစံ' ကိုရွေးမှာလား

TEXT_STATUSBAR_READY		= အသင့်ဖြစ်နေပြီ
TEXT_STATUSBAR_RECORDING	= မှတ်တမ်းတင်နေပြီ
TEXT_STATUSBAR_PAUSE		= ခဏရပ်ထားတယ်

TEXT_UPDATE_AVAILABLE		= Bandicam ဆော့ဝဲလ် ဗားရှင်း အသစ်ထွက်နေပါပြီ \nဒေါင်းမှာလား?
TEXT_UPDATE_UNAVAILABLE		= နောက်ဆုံးဗားရှင်း ဖြစ်နေပါပြီ
TEXT_UPDATE_FAILED		= ဗားရှင်းအချက်အလက် စစ်ဆေးရန် မအောင်မြင်ပါ \nအင်တာနက်ချိတ်ဆက်မထားခြင်းကြောင့် (သို့) ဆာဗာအလုပ်မလုပ်သောကြောင့်
TEXT_UPLOAD_EMAIL_NOT_VERIFIED	= တင်၍ မရနိုင်ပါ စာရင်းသွင်းထားပြီးလျှင် အီးမေးလ်​ လိပ်စာ၌ အတည်ပြုပါ

TEXT_TARGET_FULL		= ဖန်သားပြင်အပြည့်
TEXT_TARGET_RESTORE		= ပြန်ချုံ့ရန်
TEXT_TARGET_FIND		= မှတ်တမ်းတင်မည့်နေရာတစ်ခု ရွေးပါ
TEXT_TARGET_RESIZE		= စာရင်းရွေးချယ်ရန် အရွယ်အစား
TEXT_TARGET_IMAGE		= ရုပ်ပုံရိုက်ရန်
TEXT_TARGET_PEN			= ရေးဆွဲသည့်ပုံစံ
TEXT_TARGET_RECORD_START	= ဗွီဒီယိုမှတ်တမ်းတင်ခြင်း - စမယ်
TEXT_TARGET_RECORD_PAUSE	= ဗွီဒီယိုမှတ်တမ်းတင်ခြင်း - ခဏရပ်ထားမယ်
TEXT_TARGET_RECORD_STOP		= ဗွီဒီယိုမှတ်တမ်းတင်ခြင်း - ရပ်မယ်
TEXT_TARGET_MENU		= စာရင်း
TEXT_TARGET_DISPLAY		= ပြသရန် %d

TEXT_DEVICE_FULL		= ဖန်သားပြင်အပြည့်
TEXT_DEVICE_RESTORE		= ပြန်ချုံ့
TEXT_DEVICE_SELECT_DEVICE	= ကိရိယာ ကိုရွေးပါ
TEXT_DEVICE_VOLUME		= အသံထိန်းချုပ်ရန်
TEXT_DEVICE_IMAGE		= ရုပ်ပုံရိုက်ရန်
TEXT_DEVICE_RECORD_START	= ဗွီဒီယိုမှတ်တမ်းတင်ခြင်း - စမယ်
TEXT_DEVICE_RECORD_PAUSE	= ဗွီဒီယိုမှတ်တမ်းတင်ခြင်း - ခဏရပ်ထားမယ်
TEXT_DEVICE_RECORD_STOP		= ဗွီဒီယိုမှတ်တမ်းတင်ခြင်း - ရပ်မယ်
TEXT_DEVICE_MENU		= စာရင်း

TEXT_RC_HOWTO_NOCOMPLETE	= အသုံးမပြုပါ
TEXT_RC_HOWTO_BYTIME		= အချိန်ဖြင့်
TEXT_RC_HOWTO_BYSIZE		= အရွယ်အစားဖြင့်
TEXT_RC_HOWTO_BYSILENCE		= သတ်မှတ်ချိန်ဖြင့်
TEXT_RC_AFTER_NEWRECORD		= အသစ် မှတ်တမ်းတင်မယ်
TEXT_RC_AFTER_EXIT		= ထွက်မယ်
TEXT_RC_AFTER_SHUTDOWN		= ကွန်ပျူတာကို ပိတ်မယ်

TEXT_SHUTDOWN_SEC		= %d စက္ကန့်အတွင်း ကွန်ပျူတာကို ပိတ်နေပြီ

TEXT_SEL_IMAGE_FILE		= ရုပ်ပုံဖိုင်ကို ရွေးချယ်ပါ

TEXT_RC_MB			= MB
TEXT_RC_GB			= GB

TEXT_SND_SELECT_1_DISABLE	= -- အသုံးမပြုရန် --
TEXT_SND_SELECT_2_DISABLE	= -- အသုံးမပြုရန် (အကြံပြုသည်) --

TEXT_CORRUPTED_AVI_FILE		= နောက်ဆုံးမှတ်တမ်းတင်ထားသောဖိုင် ပျက်စီးသွားပြီ\nပြင်ဆင်ချင်လား?\n\nဖိုင် − %s
TEXT_SELECTED_CORRUPTED_FILE	= The selected file is corrupt.\nDo you want to fix it?\n\nFile: %s
TEXT_TRAY_BALLOON_TIP		= Tray icon ကိုနှိပ်၍ ဆော့ဝဲလ်ကိုဖွင့်ပါ
TEXT_TRAY_BALLOON_TIP_RECT	= Tray icon ကိုနှိပ်၍ ဖန်သားပြင်ကိုမှတ်တမ်းတင်ခြင်း ဝင်းဒိုးကို ကြည့်ပါ
TEXT_TRAY_BALLOON_TIP_DEVICE	= Tray icon ကိုနှိပ်၍ ကွန်ပျူတာကင်မရာနှင့် မှတ်တမ်းတင်ခြင်း ဝင်းဒိုးကို ကြည့်ပါ
TEXT_FORCE_STOP			= သတ်မှတ်ထားသော ဝင်းဒိုးက ပြန်ကြားမှုမရှိသောကြောင့် မှတ်တမ်းတင်ခြင်းကို ရပ်၍ မရပါ\nမှတ်တမ်းတင်ခြင်းကို မဖြစ်မနေရပ်ချင်တာလား?
TEXT_EXTERNAL_CODEC		= - ပြင်ပ Codec -
TEXT_CUDA_GPU_AUTOSELECT	= (အလိုအလျောက်ရွေချယ်ရန်)

; status bar tool-tip
TEXT_INDICATOR_STATUS		= မှတ်တမ်းတင်ခြင်း အခြေအနေ
TEXT_INDICATOR_TIME		= မှတ်တမ်းတင်ထားသည့် အချိန်
TEXT_INDICATOR_SIZE		= မှတ်တမ်းဖိုင် အရွယ်အစား / နေရာလွတ်
TEXT_INDICATOR_VOLUME		= လက်ရှိအသံ အနိမ့်အမြင့်

; recording priority
TEXT_REC_PRIORITY_NORMAL	= [ပထမ] ပုံမှန် လုပ်ငန်းစဉ် ဦးစားပေး
TEXT_REC_PRIORITY_HIGH		= [ဒုတိယ] ပုံမှန်ထက် ပိုမြင့်
TEXT_REC_PRIORITY_HIGHEST	= [တတိယ] အခြားလုပ်ငန်းစဉ်များ နှေးသွားမယ်

; output page message
TEXT_OUTPUTS_BANDICUT		= Bandicut ဆော့ဝဲလ် မတပ်ဆင်ထားပါ။ Bandicut ဆော့ဝဲလ် ဒေါင်းမှာလား?
TEXT_OUTPUTS_DELETE		= ရွေးချယ်ထားသောဖိုင်ကို အပြီးအပိုင်ဖျက်မှာ သေချာပါလား?
TEXT_OUTPUTS_SELCOUNT		= %d ခု ရွေးချယ်ထားတယ်

; file naming settings
TEXT_FILE_NAME_PREFIX_TARGET	= သတ်မှတ်ချင်သော နာမည်
TEXT_FILE_NAME_PREFIX_CUSTOM	= ကိုယ်ပိုင် ရှေ့ဆက်
TEXT_FILE_NAME_PREFIX_NONE	= ဘာမျှမရှိ
TEXT_FILE_NAME_SUFFIX_TIME	= ရက်စွဲ/အချိန်
TEXT_FILE_NAME_SUFFIX_NUMBER	= နံပါတ်စဉ်

; timer recording
TEXT_TIMER_REC_MINMAX_MINUTES	= ၁ နှင့် ၁၄၄၀ မိနစ်ကြား တန်ဖိုးတစ်ခု ရိုက်ထည့်ပါ
TEXT_TIMER_REC_STOP_RECORDING	= မှတ်တမ်းတင်ခြင်း လုပ်ဆောင်နေပါတယ် \nမှတ်တမ်းတင်ခြင်းကို ရပ်ပြီး ရှေ့ဆက်မှာလား?
TEXT_TIMER_REC_MODE_NOT_SELECTED= မှတ်တမ်းတင်သည့်နည်းလမ်းကို မရွေးချယ်ထားတဲ့အတွက် အချိန်မှတ်တမ်းတင်ခြင်းကို မရရှိနိုင်ပါ။ ကျေးဇူးပြုပြီး မှတ်တမ်းတင်ခြင်းနည်းလမ်းကို အရင်ရွေးချယ်ပါ။

; upload video
TEXT_UPLOAD_VID_NO_TITLE	= တင်ရန် ခေါင်းစဉ်ရိုက်ပါ
TEXT_UPLOAD_VID_NO_PASSWORD	= ကျေးဇူးပြုပြီး ဝှက်စာရိုက်ထည့်ပါ
TEXT_UPLOAD_YOUTUBE_LOGIN	= ဝင်မယ် - ယူကျု့
TEXT_UPLOAD_YOUTUBE_LOGIN_TEXT	= Signing in with YouTube from the browser...
TEXT_UPLOAD_YOUTUBE_LOGIN_CANCEL= Cancel
TEXT_UPLOAD_VIMEO_LOGIN		= ဝင်မယ် - ဗီးမီအို
TEXT_UPLOAD_FACEBOOK_LOGIN	= ဝင်မယ် - ဖေ့စ်ဘွတ်
TEXT_UPLOAD_COMPLETE		= တင်ပြီးပြီ
TEXT_UPLOAD_ERR_FAIL		= ဗွီဒီယို တင်၍ မရပါ
TEXT_UPLOAD_ERR_FILESIZE_LIMIT	= တင်ရန် ဖိုင်အရွယ်အစား ကြီးလွန်းနေပါတယ်
TEXT_UPLOAD_ERR_FREESPACE	= ဗီးမီအိုတွင် တင်ရန် နေရာလွတ် မရှိပါ
TEXT_UPLOAD_ERR_CONNECT		= ဆာဗာအား ချိတ်ဆက်၍ မရပါ
TEXT_UPLOAD_ERR_AUTH_VIMEO		= ဒီဗွီဒီယိုကိုတင်၍မရပါ။ ဗီးမီအိုအခြေခံအသုံးပြုသူများက ဒီလုပ်ဆောင်ချက်ကို မသုံးနိုင်ပါ
TEXT_UPLOAD_YOUTUBE_QUOTA	= Bandicam has exceeded the daily upload quota assigned by YouTube.[br]The quota will be reset at midnight Pacific Time.[br]Please try again after midnight Pacific Time or go to YouTube.com and upload the video directly to YouTube.[br][br]Do you want to visit YouTube.com?
TEXT_UPLOAD_ERR_ACCESSTOKEN	= Failed to get an access token.

; deinterlacing
TEXT_DEINT_NONE			= ဘာမျှမရှိ
TEXT_DEINT_ODD			= မဘက်အခြမ်း
TEXT_DEINT_EVEN			= စုံဘက်အခြမ်း
TEXT_DEINT_BLEND		= မနှင့်စုံအခြမ်း

; push to talk/mute
TEXT_SND_CAP_PUSH_TO_TALK	= [PTT] မှတ်တမ်းသာတင်ရန်
TEXT_SND_CAP_PUSH_TO_MUTE	= [PTM]အသံသာပိတ်ရန်

; download & update 
TEXT_UPDATE_IN_PROGRESS		= တပ်ဆင်ခြင်းကို လုပ်ဆောင်နေပါတယ်...
TEXT_UPDATE_FAILED_DL		= တပ်ဆင်သည့်ဖိုင်များကို ဒေါင်း၍မရပါ။ \nဒီကွန်ပျူတာက လောလောဆယ် အင်တာနက်နဲ့ ဆက်သွယ်မထားသေးပါ
TEXT_UPDATE_INSTALL_SUCCEED	= တပ်ဆင်ပြီးပါပြီ
TEXT_UPDATE_INSTALL_FAILED	= တပ်ဆင်၍မရပါ။

; flip screen horizontal/vertical
TEXT_WEBCAM_FLIP_NONE		= (ဘာမှမဟုတ်)
TEXT_WEBCAM_FLIP_HORIZONTAL	= အလျားလိုက်
TEXT_WEBCAM_FLIP_VERTICAL	= ဒေါင်လိုက်

; scheduled recording list
TEXT_SREC_HEADER_NAME		= နာမည်
TEXT_SREC_HEADER_STATUS		= အခြေအနေ
TEXT_SREC_HEADER_START_TIME	= အစပြုချိန်
TEXT_SREC_HEADER_END_TIME	= ပြီးဆုံးချိန်
TEXT_SREC_HEADER_DURATION	= ကြာချိန်
TEXT_SREC_HEADER_TARGET		= သတ်မှတ်ချိန်
TEXT_SREC_HEADER_AFTER_REC	= မှတ်တမ်းတင်ပြီးနောက်
TEXT_SREC_DEFAULT_NAME		= အချိန်ဇယား
TEXT_SREC_DELETE_SCHEDULES	= ရွေးထားတဲ့အချိန်ဇယားကို အပြီးဖျက်မှာသေချာလား
TEXT_SREC_STATUS_WAITING	= စောင့်နေပါတယ်
TEXT_SREC_STATUS_RECORDING	= မှတ်တမ်းတင်နေပါတယ်
TEXT_SREC_STATUS_PASSED		= ကျော်ပြီးပါပြီ
TEXT_SREC_STATUS_INACTIVE	= မလုပ်ဆောင်ပါ
TEXT_SREC_TARGET_NOT_CHANGE	= (မပြောင်းလဲပါ)
TEXT_SREC_TARGET_FULL_SCREEN	= ဖန်သားပြင်ပြည့်
TEXT_SREC_TARGET_CUSTOM_AREA	= ဖန်သားပြင်ပေါ်ရှိလေးထောင့်ကွက်
TEXT_SREC_TARGET_NOT_CHANGE_TEXT= နောက်ဆုံးမှတ်တမ်းတင်ထားသည့်နည်းလမ်းကိုသုံးမယ်
TEXT_SREC_DISPLAY		= %d ကိုပြရန်
TEXT_SREC_DO_NOTHING		= (ဘာမှမလုပ်ပါ)
TEXT_SREC_EXIT_BANDICAM		= Bandicam မှထွက်မယ်
TEXT_SREC_SHUTDOWN_PC		= ကွန်ပျူတာကိုပိတ်မယ်
TEXT_SREC_ERR_TIME		= ကြာမြင့်ချိန်က 00:00:01 နဲ့ 23:59:59 နဲ့ကြားမှာရှိရပါမယ်
TEXT_SREC_ERR_DAY		= အနည်းဆုံးတစ်ရက်တော့ရွေးပါ
TEXT_SREC_ERR_OVERLAPPED	= မှတ်တမ်းတင်သည့်အချိန်က "%s" နဲ့ထပ်နေပါတယ်
TEXT_SREC_SAME_DAY		= ရက်တူ
TEXT_SREC_DAY_AFTER		= ပြီးနောက်ရက်
TEXT_SREC_EVERYDAY		= ရက်တိုင်း
TEXT_SREC_SUN			= တနင်္ဂနွေ
TEXT_SREC_MON			= တနင်္လာ
TEXT_SREC_TUE			= အင်္ဂါ
TEXT_SREC_WED			= ဗုဒ္ဓဟူး
TEXT_SREC_THU			= ကြာသပတေး
TEXT_SREC_FRI			= သောကြာ
TEXT_SREC_SAT			= စနေ
TEXT_SREC_START_INFO		= %s အတွင်းမှတ်တမ်းစတင်မယ်
TEXT_SREC_STOP_INFO		= %s အတွင်းမှတ်တမ်းတင်တာရပ်မယ်
TEXT_SREC_DAY			= %D ရက်
TEXT_SREC_DAYS			= %D ရက်
TEXT_SREC_WAITING_0		= မှတ်တမ်းတင်အချိန်ဇယားမရှိသေးပါ
TEXT_SREC_WAITING_1		= မှတ်တမ်းတင်အချိန်ဇယား ၁ ခုရှိပါတယ်
TEXT_SREC_WAITING_N		= မှတ်တမ်းတင်အချိန်ဇယား %d ခုရှိပါတဘ်

; bandifix
TEXT_BDFIX_APPTITLE		= BandiFix
TEXT_BDFIX_CONFIRM_EXIT		= Still processing. Are you sure you want to exit?
TEXT_BDFIX_NOT_SUPPORTED_FILE	= The input file is not in a supported format.
TEXT_BDFIX_NOT_CORRUPTED	= The input file is not corrupt.\nDo you want to continue?
TEXT_BDFIX_NO_CORRUPTION_KNOWN	= The input file is not corrupt or cannot be checked for corruption.
TEXT_BDFIX_ALREADY_EXISTS	= The output file already exists. Would you like to overwrite it?
TEXT_BDFIX_SAME_PATH		= The output file path is the same as the input file path.
TEXT_BDFIX_DISK_SPACE		= Not enough disk space to create output file.
TEXT_BDFIX_PROCESS_COMPLETE	= Process complete!
TEXT_BDFIX_STATUS_PROCESSING	= In progress
TEXT_BDFIX_STATUS_COMPLETE	= Complete
TEXT_BDFIX_STATUS_FAILED	= Failed
TEXT_BDFIX_STATUS_READY		= Ready
TEXT_BDFIX_FAILED_TO_OPEN	= The input file cannot be opened.
TEXT_BDFIX_FAILED_TO_PROCESS	= Failed to process recovery task.

; Filename filter for openfile dialogbox 
TEXT_OP_FILTER_AVI		= AVI Files
TEXT_OP_FILTER_MP4		= MP4 Files
TEXT_OP_FILTER_PNG		= PNG Files
TEXT_OP_FILTER_ALL		= All Files
TEXT_OP_FILTER_MEDIA		= Media Files

; etc.
TEXT_DEFAULT_SOUND_DEVICE	= (ပုံသေအသံကိရိယာ)
TEXT_DEFAULT_OUTPUT_DEVICE	= (Default Output Device)
TEXT_DEFAULT_INPUT_DEVICE	= (Default Input Device)
TEXT_DEFAULT_DEVICE_FORMAT	= (အလိုအလျောက်ချိန်ထားသောပုံစံ)
TEXT_HOTKEY_NONE		= (ဘာမှမဟုတ်)
TEXT_ADD_YOUR_TEXT_HERE		= စာကိုဒီမှာထည့်ပါ

; oauth complete html
TXT_LANG_CODE           	= "en"
TXT_TITLE               	= "Signing in with YouTube is complete!"
TXT_MESSAGE_COMPLETE1   	= "Signing in with YouTube is complete!"
TXT_MESSAGE_COMPLETE2   	= "You can close this page."
TXT_GOTO_BANDICAM_HOME  	= "<a href='https://www.bandicam.com' class='bandicam'><div>Go to bandicam.com</div></a>"
TXT_GOTO_BANDICUT_HOME  	= "<a href='https://www.bandicam.com/bandicut-video-cutter/' class='bandicut'><div>Go to bandicut.com</div></a>"

[SKIN]
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; MAIN
; page name
$BN_PAGE_HOME			= ပင်မနေရာ
$BN_PAGE_GENERAL		= အထွေထွေ
$BN_PAGE_FPS			= FPS
$BN_PAGE_VIDEO			= ဗွီဒီယို
$BN_PAGE_IMAGE			= ရုပ်ပုံ
$BN_PAGE_ABOUT			= စုံစမ်းရန်
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL
$ST_GEN_OPTIONS			= ပြင်ဆင်မှုများ
$ST_GEN_OUTPUT_FOLDER		= သိမ်းမည့်ဖိုလ်ဒါ
$BN_GEN_OPEN_OUTPUT_FOLDER	= ဖွင့်ရန်
$BN_GEN_ADV_OPTIONS		= အဆင့်မြင့်ပြင်ဆင်မှုများ
$CK_GEN_ALWAYS_ON_TOP		= Bandicam ဝင်းဒိုး အား အမြဲတမ်း အပေါ်တွင်ရှိစေရန်
$CK_GEN_START_MINIMIZED		= Bandicam အစပြုလျှင် tray icon အဖြစ်သာစရန်
$CK_GEN_RUN_WHEN_START		= ဝင်းဒိုး စစချင်း Bandicam အား အစပြုရန်
$CK_GEN_RECORD_WHEN_RUN		= Bandicam စစချင်း ဖန်သားပြင်ပြည့် မှတ်တမ်းတင်ရန်
$CK_GEN_TIMER_RECORDING		= အလိုအလျောက်မှတ်တမ်းတင်ရန် အစပြုချင်းအတွက် အချိန်သတ်မှတ်ရန်
$ST_GEN_LANGUAGE		= ဘာသာစကား
$ST_GEN_REC_AUTO_START		= အလိုအ	လျောက်မှတ်တမ်းတင်ခြင်း အစပြုရန်
$ST_GEN_REC_SCHEDULED		= မှတ်တမ်းတင်အချိန်ဇယား
$BN_GEN_REC_SCHEDULED		= ချိန်ညှိချက်များ
$ST_GEN_REC_AUTO_COMPLETE	= မှတ်တမ်းတင်ခြင်း အလိုအလျောက်ပြီးစီး
$BN_GEN_REC_AUTO_COMPLETE	= ချိန်ညှိချက်
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FPS
$ST_FPS_OVERLAY			= FPS Overlay
$CK_FPS_OVERLAY_HOTKEY		= အလွယ်ခလုတ် ပြရန်(သို့)မပြရန် 
$CK_FPS_OVERLAY_POS_HOTKEY	= အလွယ်ခလုတ် ပုံစံ
$CK_FPS_OVERLAY			= FPS Overlay အားပြရန်
$ST_FPS_LIMIT			= FPS အားကန့်သတ်ရန်
$CK_FPS_LIMIT_HOTKEY		= အလွယ်ခလုတ်
$CK_FPS_LIMIT			= FPS ကို ကန်သတ်ထား
$CK_FPS_LIMIT_ONLY_CAP		= ရိုက်နေသော အချိန်တွင်သာ
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; VIDEO
$ST_VID_RECORD			= မှတ်တမ်းတင်မယ်
$CK_VID_RECORD_HOTKEY		= အလွယ်ခလုတ်/အလွယ်ခလုတ် ရပ်ရန်
$CK_VID_PAUSE_HOTKEY		= အလွယ်ခလုတ် ခေတ္တရပ်ရန်
$CK_VID_SHOW_CURSOR		= mouse cursor ပြရန်
$CK_VID_CLICK_EFFECTS		= mouse နှိပ်လျှင် ထူးခြားမှုများထည့်ရန်
$CK_VID_WEBCAM_OVERLAY		= ကွန်ပျူတာကင်မရာ နှင့်ပါမှတ်တမ်းတင်ရန်
$BN_VID_RECORD_SETTINGS		= ချိန်ညှိချက်များ
$ST_VID_FORMAT			= ပုံစံ
$ST_VID_FORMAT_VIDEO		= ဗွီဒီယို
$ST_VID_FORMAT_AUDIO		= အသံ
$BN_VID_FORMAT_SETTINGS		= ချိန်ညှိချက်များ
$BN_VID_FORMAT_PRESETS		= ကြိုတင်ရွေးချယ်မှုများ
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IMAGE
$ST_IMG_CAPTURE			= ဓာတ်ပုံရိုက်ရန်
$CK_IMG_CAPTURE_HOTKEY		= အလွယ်ခလုတ်
$CK_IMG_CAPTURE_REPEAT		= ဖန်သားပြင်ကိုဓာတ်ပုံထပ်တလဲလဲရိုက်မယ်
$ST_IMG_CAPTURE_REPEAT		= စက္ကန့်
$CK_IMG_SHOW_CURSOR		= mouse လှုပ်ရှားမှုကိုပြရန်
$CK_IMAGE_ADD_LOGO		= တံဆိပ်ကြန့်ကြာမှုထည့်ရန်
$CK_IMG_SHUTTER_SOUND_EFFECT	= ဓာတ်ပုံရိုက်လျှင်အသံထည့်ရန်
$BTN_IMAGE_SETTINGS		= ချိန်ညှိချက်များ
$ST_IMG_FORMAT			= ပုံစံ
$CK_IMG_FORMAT_BMP		= BMP
$CK_IMG_FORMAT_PNG		= PNG
$CK_IMG_FORMAT_JPG		= JPG - ပုံမှန်
$CK_IMG_FORMAT_JPG_HQ		= JPG - အဆင့်မြင့်အရည်အသွေး
$CK_IMAGE_JPG_CUSTOM		= JPG - ကိုယ်ပိုင်အရည်အသွေး (၂၀-၁၀၀)
$BTN_IMG_FORMAT_ANIGIF		= လှုပ်ရှားနေသော gif ပုံများအား ဘယ်လိုသိမ်းမလဲ
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; OUTPUTS
$ST_OUT_TAB_START		= စတင်ရန်
$ST_OUT_TAB_VIDEO		= ဗွီဒီယို
$ST_OUT_TAB_IMAGE		= ရုပ်ပုံ
$BN_OUT_PLAY_VIDEO		= ပြသမယ်
$BN_OUT_OPEN_IMAGE		= ဖွင့်မယ်
$BN_OUT_EDIT			= တည်းဖြတ်မယ်
$BN_OUT_UPLOAD			= တင်မယ်
$BN_OUT_DELETE			= ဖျက်မယ်
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; ABOUT
$ST_ABO_VERSION_INFO		= Bandicam ဗားရှင်း
$ST_ABO_COPYRIGHT		= Copyright(c) 2009-2021 Bandicam.com.
$BN_ABO_NEW_VERSION		= ဗားရှင်း အသစ်ထွက်နေပါပြီ
$BN_ABO_CHECK_UPDATE		= ဗားရှင်း အသစ်စစ်မယ်
$ST_ABO_LICENCE_INFO		= လိုင်စင်အချက်အလက်
$BN_ABO_REGISTER		= စာရင်းသွင်းရန်
$BN_ABO_REGISTER_HELP		= ဘယ်ဝယ်ပြီး၊ ဘယ်လိုစာရင်းသွင်းမလဲ
$BN_ABO_UPDATE_REGISTRATION	= စာရင်းသွင်းခြင်းကို ပြုပြင်ရန်
$BN_ABO_RENEW_LICENSE		= Renew License
$ST_ABO_HOMEPAGE_INFO		= အင်တာနက်လိပ်စာ
$ST_ABO_HOMEPAGE_URL		= အင်တာနက်ပင်မစာမျက်နှာ
$ST_ABO_FAQ_URL			= မေးလေ့ရှိသော မေးခွန်းများ
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; DEVICE
$BN_DEVICE_SELECTION		= ကိရိယာကို ရွေးချယ်ပါ!
$ST_DEVICE_CONNECTING		= ဆက်သွယ်နေပါတယ်...
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; update
$ST_UPDATE_STEP1_TEXT		= <font color="yellow">Bandicut</font> က Bandicam အသုံးပြုသူတွေအတွက် ရှိရမယ့် ဆော့ဝဲလ်တစ်ခုပါပဲ။ သင် Bandicam နဲ့ ဗွီဒီယိုတွေကို လွယ်လွယ် ဖြတ်ပြီးဆက်နိုင်ပါတယ်။
$BTN_UPDATE_STEP1_LINK		= ထပ်ပြီးသင်ယူရန်
$ST_UPDATE_STEP2_TEXT		= ဒေါင်းနေပါတယ်...
$BTN_UPDATE_INSTALL		= အခုတပ်ဆင်မယ်
$BTN_UPDATE_LATER		= မလုပ်တော့ပါ။
$BTN_UPDATE_CANCEL		= ပယ်ဖျက်မယ်
$BTN_UPDATE_CLOSE		= ပိတ်မယ်

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; HOME - START
$ST_START_SEL_MODE		= သင်သုံးချင်သော မှတ်တမ်းတင်မည့်ပုံစံကို ရွေးပါ
$ST_START_SEL_RECT		= လေးထောင့်ကွက်နေရာ
$ST_START_SEL_FULL		= ဖန်သားပြင်ပြည့်
$ST_START_SEL_MOUSE		= Mouse ပတ်လည်တွင်သာ
$ST_START_SEL_GAME		= ဂိမ်းမှတ်တမ်းတင်ခြင်း
$ST_START_SEL_DEVICE		= ကိရိယာနှင့်မှတ်တမ်းတင်ခြင်း
$ST_START_SEL_HELP		= အင်တာနက်အကူအညီ

$ST_START_RECT_TITLE		= ဖန်သားပြင်ကိုမှတ်တမ်းတင်ခြင်း - ဖန်သားပြင်ရှိ လေးထောင့်ကွက်
$ST_START_RECT_DESC		= ဒီပုံစံက လေးထောင့်ကွက်နေရာရှိ တစ်နေရာတည်းသာ မှတ်တမ်းတင်နိုင်ပါတယ်
$ST_START_RECT_STEP		= ၁။ ပုံရိပ်ဖမ်းမည့် အရွယ်အစားနှင့် နေရာကို ရွေးပါ[br]၂။ 'REC' ခလုတ်ကိုနှိပ်ပါ(သို့)မှတ်တမ်းတင်သည့်အလွယ်ခလုတ်ကို နှိပ်ပါ

$ST_START_FULL_TITLE		= ဖန်သားပြင်မှတ်တမ်းတင်ခြင်း - ဖန်သားပြင်ပြည့်
$ST_START_FULL_DESC		= ဒီပုံစံက သင့်ရဲ့ဖန်သားပြင်တစ်ခုလုံးကို မှတ်တမ်းတင်နိုင်ပါတယ်
$ST_START_FULL_STEP		= ၁။ ပုံရိပ်ဖမ်းမည့် မော်နီတာကို ရွေးချယ်ပါ[br]၂။ 'REC' ခလုတ်ကိုနှိပ်ပါ(သို့)မှတ်တမ်းတင်သည့်အလွယ်ခလုတ်ကို နှိပ်ပါ

$ST_START_MOUSE_TITLE		= ဖန်သားပြင်ကိုမှတ်တမ်းတင်ခြင်း - Mouse ပတ်လည်တွင်သာ
$ST_START_MOUSE_DESC		= ဒီပုံစံက desktop ဖန်သားပြင်ပေါ်တွင် အသုံးပြုသူကလှုပ်ရှားသောကြောင့် mouse လှုပ်ရှားမှုကိုမှတ်တမ်းတင်နိုင်ပါတယ်
$ST_START_MOUSE_STEP		= ၁။ ပုံရိပ်ဖမ်းမည့် တိကျတဲ့အရွယ်အစားကို ရွေးချယ်ပါ[br]၂။ 'REC' ခလုတ်ကိုနှိပ်ပါ(သို့)မှတ်တမ်းတင်သည့်အလွယ်ခလုတ်ကို နှိပ်ပါ

$ST_START_GAME_TITLE		= ဂိမ်းမှတ်တမ်းတင်ခြင်းပုံစံ 
$ST_START_GAME_DESC		= ဒီပုံစံက FPS ကိုပြနေစဥ် ဂိမ်းဆော့နေခြင်းကို မှတ်တမ်းတင်နိုင်ပါတယ်
$ST_START_GAME_STEP		= ၁။ ဂိမ်းကိုဖွင့်ပြီး အစိမ်းရောင်နံပါတ်ကို စစ်ပါ (FPS)[br]၂။ 'REC' ခလုတ်ကိုနှိပ်ပါ(သို့)မှတ်တမ်းတင်သည့်အလွယ်ခလုတ်ကို နှိပ်ပါ

$ST_START_DEVICE_TITLE		= ကိရိယာနှင့်မှတ်တမ်းတင်ခြင်းပုံစံ
$ST_START_DEVICE_DESC		= ဒီပုံစံက ကွန်ပျူတာကင်မရာ၊ Xbox၊ ဖုန်း၊ IPTV စသော ပြင်ပဗွီဒီယို ကိရိယာများဖြင့် မှတ်တမ်းတင်နိုင်ပါတယ်
$ST_START_DEVICE_STEP		= ၁။ ကွန်ပျူတာကင်မရာ(သို့)ပုံရိပ်ဖမ်းမည့်ကိရိယာရွေးပါ [br]၂။ 'REC' ခလုတ်ကိုနှိပ်ပါ(သို့)မှတ်တမ်းတင်သည့်အလွယ်ခလုတ်ကို နှိပ်ပါ

$BN_START_HELP			= အင်တာနက်အကူအညီကို ကြည့်မယ်
$BN_START_RECORD		= မှတ်တမ်းတင်ခြင်းစမယ်
$BN_START_RECORD_STOP		= မှတ်တမ်းတင်ခြင်းရပ်မယ်
$ST_START_HOTKEY_RECORD		= မှတ်တမ်းတင်ရန်/ရပ်ရန်
$ST_START_HOTKEY_SCREENSHOT	= ပုံရိပ်ဖမ်းရန်
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; BandiFix
$BN_BDFIX_PLAY			= Play
$BN_BDFIX_OPEN_FOLDER		= Open Folder
$BN_BDFIX_CLOSE			= Close
$ST_BDFIX_INPUT_FILE		= Input File
$ST_BDFIX_INPUT_FILE2		= Open a corrupt avi/mp4 file.
$BN_BDFIX_INPUT_FILE		= Open
$ST_BDFIX_OUTPUT_FILE		= Output File
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; SCREEN MODE - MENU
$MENU_SELECT_RECORDING_AREA	= မှတ်တမ်းတင်မည့်နေရာတစ်ခုရွေးပါ
$MENU_RECTANGLE			= ဖန်သားပြင်ပေါ်ရှိ လေးထောင့်ကွက်
$MENU_FULLSCREEN		= ဖန်သားပြင်ပြည့်
$MENU_AROUND_MOUSE		= Mouse ပတ်လည်တွင်သာ
$MENU_RECT_FIND_WINDOW		= မှတ်တမ်းတင်မည့်နေရာတစ်ခုရွေးပါ
$MENU_RECT_CUSTOM		= ကိုယ်ပိုင်အရွယ်အစား
$MENU_RECT_RECENTLY_USED	= မကြာမီကအသုံးပြုထားသော အရွယ်အစား
$MENU_FULL_DISPLAY_1		= ပြသခြင်း ၁
$MENU_FULL_DISPLAY_2		= ပြသခြင်း ၂
$MENU_FULL_DISPLAY_3		= ပြသခြင်း ၃
$MENU_FULL_DISPLAY_4		= ပြသခြင်း ၄
$MENU_FULL_DISPLAY_5		= ပြသခြင်း ၅
$MENU_FULL_DISPLAY_6		= ပြသခြင်း ၆
$MENU_FULL_DISPLAY_7		= ပြသခြင်း ၇
$MENU_FULL_DISPLAY_8		= ပြသခြင်း ၈
$MENU_FULL_SHOW_CONTRL		= Always show control bar
$MENU_FULL_HIDE_CONTRL		= Always hide control bar
$MENU_MOUSE_CUSTOM		= ကိုယ်ပိုင်အရွယ်အစား
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Tooltip
$TOOLTIP_OPEN_FOLDER		= သိမ်းထားသည့်ဖိုလ်ဒါ
$TOOLTIP_SCHEDULED_RECORDING	= သတ်မှတ်ချိန်တွင်းမှတ်တမ်းတင်ခြင်း
$TOOLTIP_SCREENSHOT		= ရုပ်ပုံရိုက်မယ်
$TOOLTIP_RECORD			= မှတ်တမ်းတင်မယ်(သို့)ရပ်မယ်
$TOOLTIP_PAUSE			= ခေတ္တရပ်ရန်
$TOOLTIP_UI_MODE		= ရိုးရိုး(သို့)တိုးချဲ့ထားတဲ့ UI
$TOOLTIP_REGISTER		= Bandicam ကို စာရင်းသွင်းရန်
$TOOLTIP_ONLINE_HELP		= အကူအညီ

$TOOLTIP_TOOL_NONE		= Cursor (ဆွဲ၍မရ) (Ctrl+Alt+1)
$TOOLTIP_TOOL_PEN		= ရေးဆွဲရန် (Ctrl+Alt+2)
$TOOLTIP_TOOL_PEN_HL		= အမှတ်အသားပြုလုပ်ရန် (Ctrl+Alt+3)
$TOOLTIP_TOOL_PEN_LINE		= မျဉ်း (Ctrl+Alt+4)
$TOOLTIP_TOOL_ARROW		= မြား (Ctrl+Alt+5)
$TOOLTIP_TOOL_BOX		= လေးထောင့်ကွက်ဆွဲရန် (Ctrl+Alt+6)
$TOOLTIP_TOOL_NUMBER		= နံပါတ်စဉ်ရန် (Ctrl+Alt+7)
$TOOLTIP_TOOL_TEXT		= စာသား (Ctrl+Alt+8)
$TOOLTIP_TOOL_ERASER		= ဖျက်ရန် (Ctrl+Alt+9)
$TOOLTIP_TOOL_COLOR		= အရောင်ရွေးချယ်ရန်
$TOOLTIP_TOOL_LINE		= မျဉ်း၏အလျား
$TOOLTIP_TOOL_UNDO		= ပြန်ဖျက်မယ် (Ctrl+Z)
$TOOLTIP_TOOL_REDO		= ပြန်လုပ်မယ် (Ctrl+Y)

$TOOLTIP_HOME_SEL		= မှတ်တမ်းတင်ခြင်းပုံစံ ရွေးပါ
$TOOLTIP_HOME_RECT		= ဖန်သားပြင်ကိုမှတ်တမ်းတင်ခြင်းပုံစံ - လေးထောင့်ကွက်
$TOOLTIP_HOME_FULL		= ဖန်သားပြင်ကိုမှတ်တမ်းတင်ခြင်းပုံစံ - ဖန်သားပြင်ပြည့်
$TOOLTIP_HOME_MOUSE		= ဖန်သားပြင်ကိုမှတ်တမ်းတင်ခြင်းပုံစံ - Mouse ပတ်လည်တွင်သာ
$TOOLTIP_HOME_GAME		= ဂိမ်းမှတ်တမ်းတင်ခြင်းပုံစံ
$TOOLTIP_HOME_DEVICE		= ကိရိယာနှင့်မှတ်တမ်းတင်ခြင်းပုံစံ

$TOOLTIP_ADD_MOUSE_EFFECT	= Mouse cursor ပေါင်းစပ်မှုများထည့်ရန်
$TOOLTIP_ADD_TEXT_OVERLAY	= Add Text overlay effects
$TOOLTIP_ADD_SPEAKER		= Add Speakers
$TOOLTIP_ADD_MICROPHONE		= မိုက်ကရိုဖုန်းထည့်ရန်
$TOOLTIP_ADD_WEBCAM_OVERLAY	= ကွန်ပျူတာကင်မရာကြန့်ကြာမှုထည့်ရန်

$TOOLTIP_REFRESH_LINFO		= Refresh license Information
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FILE
$FILE_LOGO			= logo.png
$FILE_BETA_ICON			= beta_icon.png
$FILE_UNREGISTERED_ICON		= unregistered_icon.png
$FILE_EXPIRED_ICON		= expired_icon.png


[DIALOG]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL 
IDCANCEL			= ပယ်ဖျက်မယ် 
IDOK				= အိုကေ
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT
IDD_VIDEO_FORMAT		= ပုံစံ ချိန်ညှိချက်များ
IDC_ST_FMTSET_FILE		= ဖိုင် ပုံစံ
IDC_ST_FMTSET_VIDEO		= ဗွီဒီယို
IDC_ST_VIDEO_SIZE		= အရွယ်အစား
IDC_ST_VIDEO_FPS		= FPS
IDC_ST_VIDEO_CODEC		= Codec
IDC_ST_VIDEO_CODEC_PROFILE	= ပရိုဖိုင်
IDC_ST_VIDEO_BITRATE		= နှုန်းအနည်း
IDC_ST_VIDEO_QUALITY		= အရည်အသွေး
IDC_ST_FMTSET_AUDIO		= အသံ
IDC_CK_AUDIO_ORIGINAL_PCM	= မူလပုံစံဖြင့် သိမ်းမယ်
IDC_ED_AUDIO_ORIGINAL_PCM	= ဆက်ကြောင်းများနှင့် အရည်အသွေးမြင့်အသံများ သိမ်းနိုင်ပါတယ် (96KHz (သို့) ပို၍)
IDC_ST_AUDIO_CH			= ဆက်ကြောင်း
IDC_ST_AUDIO_FREQ		= ကြိမ်နှုန်း
IDC_ST_AUDIO_CODEC		= Codec
IDC_ST_AUDIO_BITRATE		= နှုန်းအနည်း
IDC_ST_FORMAT_HELP		= [ အကူအညီ ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REGISTER
IDD_REGISTER			= Bandicam ကို စာရင်းသွင်းရန်
IDC_ST_1BUY			= ၁။ ဝယ်ရန်
IDC_ST_1BUY_COMMENT		= ဗွီဒီယိုတွင် ပါနေသော အမှတ်အသားကို ဖျက်ရန် https://bandicam.com/buy မှ ဆော့ဝဲလ်လိုင်စင်ကို ဝယ်ပါ
IDC_BTN_BUY_ONLINE		= ဝယ်မယ်
IDC_ST_2REGISTER		= ၂။ စာရင်းသွင်းရန်
IDC_ST_2REGISTER_COMMENT	= Bandicam ကို စာရင်းသွင်းရန် အင်တာနက် ရှိရန် လိုအပ်ပါတယ်
IDC_ST_EMAIL_ADDRESS		= အီးမေးလ် လိပ်စာ
IDC_ST_SERIAL_NUMBER		= ကုဒ်နံပါတ်
IDC_BTN_REGISTER_NOW		= စာရင်းသွင်းမယ်
IDC_BTN_UNREGISTER_NOW		= စာရင်းမသွင်းထားပါ
IDC_BTN_CLOSE			= ပိတ်မယ်

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPDATE_CHECK
IDD_UPDATE_CHECK		= ဗားရှင်းအသစ်ရှိ/မရှိ စစ်ရန်
IDC_ST_UPDATE_SETTING		= ချိန်ညှိချက်
IDC_CK_UPDATE_ENABLE		= ဗားရှင်းအသစ်ရှိ/မရှိ အလိုအလျောက် စစ်ရန်
IDC_CK_UPDATE_POPUP		= အဓိကဗားရှင်းထွက်လျှင် အချက်ပေးဝင်းဒိုး ပေါ်လာရန်
IDC_UPDATE_CHECK_NOW		= ဗားရှင်းအသစ်ရှိ/မရှိ စစ်မယ်
IDC_CLOSE			= ပိတ်မယ်

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_SHEET
IDD_OPT_SHEET			= အဆင်မြင့်ပြင်ဆင်မှုများ
IDC_BTN_RESET			= နဂိုအတိုင်းထားမယ်

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_GENERAL
IDC_ST_ADV_GENERAL		= အထွေထွေ
IDC_CK_ALWAYS_ON_TOP2		= Bandicam ဝင်းဒိုး အား အမြဲတမ်း အပေါ်တွင်ရှိစေရန်
IDC_CK_START_MINIMIZED_TO_TRAY	= Bandicam အစပြုလျှင် tray icon အဖြစ်သာစရန် 
IDC_CK_RUN_WHEN_START		= ဝင်းဒိုး စစချင်း Bandicam အား အစပြုရန်
IDC_CK_RECORD_WHEN_RUN		= Bandicam စစချင်း ဖန်သားပြင်ပြည့် မှတ်တမ်းတင်ရန်
IDC_BTN_TIMER_RECORDING		= အလိုအလျောက်မှတ်တမ်းတင်ရန် အစပြုချင်းအတွက် အချိန်သတ်မှတ်ရန်
IDC_CK_SHOW_FPS_IN_VIDEO	= ဗွီဒီယို(သို့)ဓာတ်ပုံရိုက်လျှင် FPS စနစ်အားပြရန်
IDC_ST_SHOW_FPS_IN_VIDEO	= ('ဂိမ်းမှတ်တမ်းတင်ခြင်းပုံစံ' ဖြင့်သာ)
IDC_CK_SHOW_TIP_BAR		= အကြံပေး(သို့)အချက်အလက်ဘား ပြရန်
IDC_CK_NO_TRAY_BALLOON		= tray တွင် သတိပေးခြင်းကို ပိတ်ရန်
IDC_ST_ADV_AUTOMATIC		= အလိုအလျောက်

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OUTPUT
IDC_ST_OUT_OUTPUT		= သိမ်းမည့်နေရာ
IDC_ST_OUT_OUTPUT_FOLDER	= သိမ်းမည့်ဖိုလ်ဒါ
IDC_CK_OUT_CREATE_SUBFOLDER	= သိမ်းသည့်နေရာတွင် နောက်ထပ်နာမည်နှင့်ဖိုလ်ဒါတစ်ခု အလိုအလျောက် တည်ဆောက်ရန်
IDC_RD_OUT_SUBFOLDER		= သတ်မှတ်ထားသောနာမည်ဖြင့်မှတ်တမ်းတင်ခြင်းနှင့်တူ
IDC_RD_OUT_SUBFOLDER_2		= "ဗွီဒီယို" သို့ "ရုပ်ပုံ"
IDC_CK_OUT_ENABLE_WRITE_CACHING	= ကွန်ပျူတာတွင် အချက်အလက်ကို ယာယီသိမ်းထားရန်
IDC_ST_OUT_FILE_NAMING		= ဖိုင်နာမည်ပေးခြင်းချိန်ညှိချက်များ
IDC_ST_OUT_EXAMPLE		= ဉပမာ။  ။

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_LANG
IDC_ST_AD_LANGUAGE		= ဘာသာစကား
IDC_ST_TRANSLATOR		= ဘာသာပြန်များကို ကျေးဇူးအထူးတင်ပါတယ်

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_HOOK
IDC_ST_HK_TARGET		= ချိတ်ဆက်ခြင်း
IDC_CK_HK_OPENGL		= OpenGL
IDC_CK_HK_DDRAW			= DirectDraw
IDC_CK_HK_DX7			= DirectX 7
IDC_CK_HK_DX8			= DirectX 8
IDC_CK_HK_DX9			= DirectX 9
IDC_CK_HK_DX10			= DirectX 10
IDC_CK_HK_DX11			= DirectX 11
IDC_CK_HK_DX12			= DirectX 12
IDC_CK_HK_VULKAN		= Vulkan
IDC_CK_HK_WINDOWS_APPS		= ဝင်းဒိုးဆော့ဝဲလ်များ
IDC_CK_DISABLE_DX11_ON_IE9	= IE9(သို့ အထက်)/Firefox တို့တွင် DX10/11 နှင့်ချိတ်ဆက်ခြင်းကို ပိတ်ထားမယ်
IDC_CK_DISABLE_OVERLAY_ON_DX	= DirectX ဗွီဒီယို ဖြင့် ဖုံးထားခြင်းပိတ်မယ်
IDC_BTN_BLOCK_LIST		= လုပ်ဆောင်နေသောစာရင်းများ ပိတ်မယ်

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OTHERS
IDC_ST_OTHER_SETTINGS		= အခြားချိန်ညှိချက်များ
IDC_BTN_VIDEO_RECORD_SETTINGS	= ဗွီဒီယိုမှတ်တမ်းတင်ခြင်း ချိန်ညှိချက်များ
IDC_BTN_VIDEO_FORMAT_SETTINGS	= ဗွီဒီယို ပုံစံ ချိန်ညှိချက်များ
IDC_BTN_AUTO_COMPLETE_RECORDING	= မှတ်တမ်းတင်ခြင်း အလိုအလျောက်ပြီးစီး

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL
IDD_REC_CONTROL			= မှတ်တမ်းတင်ခြင်း အလိုအလျောက်ပြီးစီး
IDC_ST_RC_HOWTO			= မှတ်တမ်းတင်ခြင်း အလိုအလျောက်ပြီးစီး
IDC_RD_RC_NOTCOMPLETE		= ပိတ်ထားမယ်
IDC_RD_RC_TIME			= မှတ်တမ်းတင်သည့် အချိန်ဖြင့်
IDC_ST_RC_MAX_TIME		= အများဆုံး
IDC_RD_RC_SIZE			= မှတ်တမ်းတင်ထားသည့် ဖိုင်အရွယ်အစားဖြင့်
IDC_ST_RC_MAX_SIZE		= အများဆုံး
IDC_RD_RC_NOSOUND		= သတ်မှတ်ချိန်အားဖြင့် (စက္ကန့်)
IDC_ST_RC_AFTER			= မှတ်တမ်းတင်ပြီးနောက်
IDC_RD_RC_NOTHING		= ဘာမျှမလုပ်ပါ
IDC_RD_RC_NEW_RECORDING		= မှတ်တမ်းတင်ခြင်း အသစ်စမယ်
IDC_RD_RC_EXIT_BDCAM		= မှတ်တမ်းတင်ခြင်းမှရပ်၍ ဆော့ဝဲလ်မှ ထွက်မယ်
IDC_RD_RC_SHUTDOWN		= ကွန်ပျူတာကိုပိတ်မယ်

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL_NOSOUND
IDD_REC_CONTROL_NOSOUND		= အလိုအလျောက်မှတ်တမ်းတင်ပြီးခြင်း - သတိ
IDC_ST_NOSOUND_TITLE		= နောက်ကွယ်အခြေအနေ
IDC_ST_NOSOUND_DESC		= အသံမရသောကြောင့် မှတ်တမ်းတင်ခြင်းကို ရပ်ပါမယ်
IDC_ST_NOSOUND_DESC2		= %d စက္ကန့်အတွင်း မှတ်တမ်းတင်ခြင်းကိုရပ်မည်
IDC_BTN_NOSOUND_CONTINUE	= မှတ်တမ်းဆက်တင်မယ်

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SHUTDOWN
IDD_SHUTDOWN			= ကွန်ပျူတာကိုပိတ်မယ်
IDC_ST_SHUTDOWN			= ကွန်ပျူတာကိုပိတ်မယ်
IDC_ST_SHUTDOWN_INFO		= ကွန်ပျူတာကိုပိတ်တော့မယ်\nမပိတ်ချင်လျှင် ပယ်ဖျက်မယ် ဆိုတဲ့ခလုတ်ကို နှိပ်ပါ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_SHEET_SETTINGS
IDD_VID_SHEET_SETTINGS		= မှတ်တမ်းတင်ခြင်း အပြင်အဆင်များ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_SOUND
IDC_CK_RECORD_SOUND		= မှတ်တမ်းတင်သံ
IDC_ST_SND_SELECT_1		= မူလအသံ ကိရိယာ
IDC_ST_SND_DEVICE_0		= Speakers
IDC_BTN_SND_SETTING_0		= ချိန်ညှိချက်...
IDC_ST_SND_DEVICE_1		= Microphone
IDC_BTN_SND_SETTING_1		= ချိန်ညှိချက်...
IDC_ST_SND_VOLUME_1		= အသံ
IDC_CK_SND_MONO_1		= မိုနို
IDC_BTN_SND_FILTER_1		= Filter
IDC_ST_SND_SELECT_2		= အရန်အသံ ကိရိယာ
IDC_BTN_SND_SETTING_2		= ချိန်ညှိချက်...
IDC_ST_SND_VOLUME_2		= အသံ
IDC_CK_SND_MONO_2		= မိုနို
IDC_BTN_SND_FILTER_2		= Filter
IDC_CK_SND_MIX_SOUND		= အသံနှစ်မျိုးရောမယ် (မူလအသံ+အရန်အသံ အား အသံတစ်ခုတည်းအဖြစ်)
IDC_CK_SND_CAP_PUSH_TO		= အသံ သို့ အသံပိတ်
IDC_ST_SOUND_HELP		= [ အကူအညီ ]
IDC_CK_SND_SAVE_AS_WAV		= မှတ်တမ်းတင်နေစဉ် အသံဖိုင်များအား သိမ်းမယ် (.wav)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_WEBCAM
IDC_CK_ADD_WEBCAM		= ကွန်ပျူတာကင်မရာနှင့် ရိုက်နေခြင်းကို ဗွီဒီယိုတွင်ထည့်ရန်
IDC_ST_WEBCAM_SETTING		= ချိန်ညှိချက်များ
IDC_ST_WEBCAM_POS		= အနေအထား။  ။
IDC_CK_WEBCAM_USE_CHROMAKEY	= ခရိုမာကီးကို သုံးမယ်
IDC_BTN_WEBCAM_PREVIEW_SETTINGS	= အဆင့်မြင့်
IDC_ST_WEBCAM_ADVANCED_OPTIONS	= အဆင့်မြင့်ရွေးချယ်စရာများ
IDC_CK_WEBCAM_PREVIEW_ON_A_SCREEN = ဖန်သားပြင်ပေါ်တွင် ကွန်ပျူတာကင်မရာနှင့်ရိုက်နေသည်ကို အရင်ကြည့်မယ်
IDC_CK_WEBCAM_PREVIEW_HOTKEY	= အလွယ်ခလုတ်ကို ဖွင့်ထားရန်
IDC_RD_WEBCAM_ADD_TO_VIDEO	= မှတ်တမ်းတင်ထားသည့် ဗွီဒီယိုဖိုင်တွင် ကွန်ပျူတာကင်မရာနှင့် ရိုက်ကူးခြင်းကို ထည့်ရန်
IDC_RD_WEBCAM_SAVE_AS_MP4	= ကွန်ပျူတာကင်မရာနှင့် ရိုက်ထားသော ဗွီဒီယိုကို သီးခြားဖိုင်တစ်ခုအဖြစ် သိမ်းထားရန် (.mp4)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_LOGO
IDC_CK_ADD_LOGO			= အမှတ်တံဆိပ်ကို ဗွီဒီယိုတွင်ထည့်ရန်
IDC_ST_LOGO_SETTING		= ချိန်ညှိချက်များ
IDC_ST_LOGO_IMAGE		= ရုပ်ပုံ။  ။
IDC_ST_LOGO_OPACITY		= အလင်းတိုးလျော့။  ။
IDC_ST_LOGO_POS			= အနေအထား။  ။
IDC_ST_LOGO_LR_MARGINS		= ဘယ်(သို့)ညာ အနားသတ်။  ။
IDC_ST_LOGO_TB_MARGINS		=  အထက်/အောက် အနားသတ်။  ။

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_EFFECTS
IDC_CK_SHOW_CURSOR		= Mouse လှုပ်ရှားမှုကိုပြရန်
IDC_ST_CURSOR_SIZE		= အရွယ်အစား
IDC_ST_EFFECTS_MOUSE		= Mouse အတွက် ထူးခြားမှုများ
IDC_CK_ADD_CLICK_EFFECTS	= mouse နှိပ်လျှင် ထူးခြားမှုများထည့်ရန်
IDC_ST_CLICK_EFFECT_SIZE	= အရွယ်အစား
IDC_ST_LEFT_CLICK_COLOR		= ဘယ်ကလစ်အရောင်
IDC_ST_RIGHT_CLICK_COLOR	= ညာကလစ်အရောင်
IDC_CK_ADD_HIGHLIGHT_EFFECTS	= mouse ဖြင့်အမှတ်အသားပြုလုပ်လျှင် ထူးခြားမှုများထည့်ရန်
IDC_ST_HIGHLIGHT_EFFECT_SIZE	= အရွယ်အစား
IDC_ST_HIGHLIGHT_COLOR		= အမှတ်အသားပြုလုပ်သည့် အရောင်
IDC_ST_EFFECT_PREVIEW_TITLE	= အရင်ကြည့်ရန်
IDC_ST_EFFECTS_MOUSE_SOUND	= မှတ်တမ်းတင်နေစဉ် mouse click သည့်အသံထည့်ရန်
IDC_CK_EFFECT_LCLICK_SOUND	= ဘယ်ကလစ်
IDC_CK_EFFECT_RCLICK_SOUND	= ညာကလစ်

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;IDD_VID_PAGE_TEXT
IDC_CK_ADD_TEXT			= ဗွီဒီယိုထဲကို စာထည့်မယ်
IDC_BTN_TEXT_OVERLAY_ADD	= ထည့်ရန်
IDC_BTN_TEXT_OVERLAY_EDIT	= ပြန်ပြင်ရန်
IDC_BTN_TEXT_OVERLAY_DEL	= ဖျက်ရန်

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_OPTIONS
IDC_ST_REC_OPTIONS		= ပြင်ဆင်မှုများ
IDC_ST_REC_PRIORITY		= ဦးစားပေးမှတ်တမ်းတင်ခြင်း။  ။
IDC_ST_REC_PRIORITY2		= ဦးစားပေးမြင့်လျှင် ဖရိန်များ လျော့သွားမယ်
IDC_ST_FOR_DX_GL		= ဂိမ်းမှတ်တမ်းတင်ခြင်းပုံစံ အတွက်
IDC_CK_SKIP_RECORDING		= ဖရိန်အဆင့်မြင့်သေးစဉ် မှတ်တမ်းတင်ခြင်းကို ကျော်သွားမယ်
IDC_CK_ENHANCED_DX9_CAPTURE	= ရုပ်ပုံဖမ်းခြင်းနည်းလမ်း တိုးမြင့်သုံးမယ် (မြန်မြန်, DirectX 9 သာ)
IDC_ST_FOR_RECT_SCREEN		= ဖန်သားပြင်ကိုမှတ်တမ်းတင်ခြင်းပုံစံ အတွက်
IDC_CK_SHOW_COUNTDOWN_TIMER	= မှတ်တမ်းစမတင်ခင် အချိန်မှတ်ခြင်းကိုပြမယ်
IDC_CK_ENHANCED_CAPTURE		= ရုပ်ပုံဖမ်းခြင်းနည်းလမ်း တိုးမြင့်သုံးမယ် (မြန်မြန်, Windows 8 နှင့်အထက်)
IDC_CK_PLAY_EVENT_SOUND_EFFECTS = စရင် (သို့) ရပ်ရင် အသံမြည်စေရန်

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_SETTINGS
IDD_VIDEO_WEBCAM_SETTINGS	= ကွန်ပျူတာကင်မရာ အကြိုကြည့်ခြင်းနှင့် အဆင့်မြင့်အပြင်အဆင်များ
IDC_ST_WEBCAM_PRESET_POS	= ကြိုလုပ်ထားသည့်တည်နေရာ
IDC_ST_WEBCAM_PREVIEW_SETTINGS	= အပြင်အဆင်များ
IDC_ST_WEBCAM_DEVICE		= ကွန်ပျူတာကင်မရာ။  ။
IDC_BTN_WEBCAM_DEVICE		= ချိန်ညှိချက်များ
IDC_ST_WEBCAM_DEVICE_FMT	= ပုံစံ။  ။
IDC_ST_WEBCAM_SIZE		= အရွယ်အစား။  ။
IDC_ST_WEBCAM_POS_H		= X တည်နေရာ။  ။
IDC_ST_WEBCAM_POS_V		= Y တည်နေရာ။  ။
IDC_ST_WEBCAM_FLIPSCREEN	= ဖန်သားပြင်ကိုလှည့်ရန်
IDC_CK_WEBCAM_USE_CHROMAKEY_L	= ခရိုမာကီးကို သုံးမယ်
IDC_ST_WEBCAM_CHROMAKEY_COLOR	= အရောင်။  ။
IDC_BTN_WEBCAM_CHROMAKEY_COLOR	= ရွေးမယ်
IDC_BTN_WEBCAM_CHROMAKEY_SIMILARITY = ဆင်တူ။  ။
IDC_ST_WEBCAM_CHROMAKEY_BLEND	= လိုသလိုရောမယ်။  ။
IDC_LN_WEBCAM_HELP		= [ အကူအညီ ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_PREVIEW
IDD_VIDEO_WEBCAM_PREVIEW	= ကွန်ပျူတာကင်မရာနှင့်ရိုက်ကြည့်မယ်

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_TEXT_SETTINGS
IDD_VIDEO_TEXT_SETTINGS		= စာထည့်သည့်ချိန်ညှိချက်များ
IDC_ST_TEXT_OVERLAY_SETTINGS	= ချိန်ညှိချက်များ
IDC_ED_TEXT_INCLUDE_TIMESTAMP	= အချိန်အပါအဝင်
IDC_ST_TEXT_FONT		= စာလုံးပုံစံ -
IDC_ST_TEXT_SIZE		= အရွယ်အစား -
IDC_ST_TEXT_MARGIN		= အနားသတ် -
IDC_ST_TEXT_ALPHA		= အယ်လ်ဖာ -
IDC_ST_TEXT_COLOR		= စာအရောင် -
IDC_CK_TEXT_SHADOW_COLOR	= အရိပ် -
IDC_CK_TEXT_OUT_COLOR		= အောက်လိုင်း -
IDC_LN_TEXT_HELP		= [ အကူအညီ ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_IMG_SHEET_SETTINGS
IDD_IMG_SHEET_SETTINGS		= ရုပ်ပုံရိုက်ရန်ချိန်ညှိချက်များ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_IMG_PAGE_LOGO
IDC_CK_IMG_ADD_LOGO		= ဗွီဒီယိုတွင်တံဆိပ်ထည့်ရန်
IDC_ST_IMG_LOGO_SETTING		= ချိန်ညှိချက်များ
IDC_ST_IMG_LOGO_IMAGE		= ရုပ်ပုံ -
IDC_ST_IMG_LOGO_OPACITY		= အလင်းတိုးလျော့ -
IDC_ST_IMG_LOGO_POS		= နေရာ -
IDC_ST_IMG_LOGO_LR_MARGINS	= ဘယ်/ညာ အနားသတ် -
IDC_ST_IMG_LOGO_TB_MARGINS	= အပေါ်/အောက် အနားသတ် -

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_CUSTOM_SIZE
IDD_TARGET_CUSTOM_SIZE		= ကိုယ်ပိုင်သတ်မှတ်ရန်ရွယ်အစား
IDC_ST_TARGET_SIZE_SETTING	= ချိန်ညှိချက်
IDC_ST_TARGET_SIZE		= သတ်မှတ်ချင်သော အရွယ်အစား။  ။

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_ADD_SIZE_PRESET
IDD_TARGET_ADD_SIZE_PRESET	= ကြိုတင်ရွေးချယ်ရန်အရွယ်အစားအသစ်ထည့်မယ်
IDC_ST_ADD_SIZE_PRESET		= လက်ရှိသတ်မှတ်ထားသောအနေအထားကို သိမ်းနိုင်ပြီး ကြိုတင်သတ်မှတ်မှုအသစ်ထည့်ရန်\nကြိုတင်သတ်မှတ်မှုအသစ်အတွက် နာမည်ရိုက်ပါ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_EDIT_SIZE_PRESET
IDD_TARGET_EDIT_SIZE_PRESET	= ကြိုတင်သတ်မှတ်မှုအရွယ်အသစားကို တည်းဖြတ်မယ်
IDC_BTN_SIZE_PRESET_ADD		= ထည့်မယ်
IDC_BTN_SIZE_PRESET_DEL		= ဖျက်မယ်
IDC_BTN_SIZE_PRESET_REN		= နာမည်ပြောင်းမယ်
IDC_BTN_SIZE_PRESET_UP		= အပေါ်
IDC_BTN_SIZE_PRESET_DN		= အောက်

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_REN_SIZE_PRESET
IDD_TARGET_REN_SIZE_PRESET	= ကြိတင်သတ်မှတ်မှုအရွယ်အစားကို နာမည်ပြောင်းမယ်
IDC_ST_REN_SIZE_PRESET		= ကြိုတင်သတ်မှတ်မှုအတွက် နာမည်အသစ်ရိုက်ပါ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_INFO
IDD_ACAP_INFO			= အချက်အလက်
IDC_ST_ACAP_INFO		= အသံဖမ်းခြင်းအချက်မလက်
IDC_ST_ACAP_INFO2		= သင့်ရဲ့ အသံကဒ်သည် အသံမဖမ်းနိုင်ပါ။ မှတ်တမ်းတင်ခြင်းအတွက် ချိန်ညှိမှုများကို စစ်ပါ \n\nအင်တာနက် အကူအညီ စာမျက်နှာကို ကြည့်ချင်ပါလား?
IDC_CK_ACAP_DO_NOT_ASK		= ထပ်မပြပါနဲ့
IDC_BTN_YES			= လုပ်ပါမယ်
IDC_BTN_NO			= ပယ်ဖျက်မယ်

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_TIME
IDD_RC_MAX_TIME			= အများဆုံး မှတ်တမ်းတင်ချိန်
IDC_ST_RC_TIME_SETTING		= ချိန်ညှိချက်
IDC_ST_RC_TIME_HOUR		= နာရီ
IDC_ST_RC_TIME_MIN		= မိနစ်
IDC_ST_RC_TIME_SEC		= စက္ကန့်

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_SIZE
IDD_RC_MAX_SIZE			= အများဆုံး မှတ်တမ်းတင်သည့်အရွယ်အစား
IDC_ST_RC_FILESIZE_SETTING	= ချိန်ညှိချက်

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_ADD_PRESET
IDD_VIDEO_PAGE_ADD_PRESET	= ကြိုတင်ရွေးချယ်မှုအသစ် ထည့်မယ်
IDC_ST_ADD_PRESET		= ကြိုတင်ရွေးချယ်မှုအသစ်အတွက် လက်ရှိပုံစံအပြင်အဆင်ကို သိမ်းနိင်ပါတယ် \nကြိုတင်သတ်မှတ်မှုအသစ်အတွက် နာမည်ရိုက်ပါ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_EDIT_PRESET
IDD_VIDEO_PAGE_EDIT_PRESET	= ကြိုတင်ရွေးချယ်မှုများ ကိုတည်းဖြတ်ပါ
IDC_BTN_PRESET_ADD		= ထည့်မယ်
IDC_BTN_PRESET_DEL		= ဖျက်မယ်
IDC_BTN_PRESET_REN		= နာမည်ပြောင်းမယ်
IDC_BTN_PRESET_UP		= အပေါ်
IDC_BTN_PRESET_DN		= အောက်

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_REN_PRESET
IDD_VIDEO_PAGE_REN_PRESET	= ကြိုတင်ရွေးချယ်မှုအား နာမည်ပြောင်းမယ်
IDC_ST_REN_PRESET		= ကြိုတင်ရွေးချယ်မှုအတွက် နာမည်အသစ်ရိုက်ပါ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_CODEC_EX
IDD_VIDEO_CODEC_EX		= ပြင်ပ ဗွီဒီယို codec ရွေးချယ်ပါ
IDC_ST_CODEC_EX_LIST		= Codec စာရင်း
IDC_ST_CODEC_EX_SETTINGS	= ချိန်ညှိချက်များ
IDC_ST_CODEC_EX_DRIVER		= Driver နာမည်
IDC_ST_CODEC_EX_FOURCC		= FourCC
IDC_ST_CODEC_EX_QUALITY		= အရည်အသွေး
IDC_ST_CODEC_EX_DATERATE	= အချက်အလက် နှုန်းထား
IDC_ST_CODEC_EX_KEYFRAME	= ကီးဖရိန် ကြားကြာချိန်
IDC_CK_CODEC_EX_PREFER_RGB	= RGB အရောင်အား ပိုသုံး
IDC_BTN_CODEC_EX_CONFIG		= စီစိရန်
IDC_BTN_CODEC_EX_ABOUT		= အကြောင်း
IDC_ST_CODEC_EX_HELP		= [ အကူအညီ ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_HOOK_BLOCK
IDD_OPT_HOOK_BLOCK		= လုပ်ဆောင်နေသောစာရင်းအား ပိတ်ရန်
IDC_ST_BLOCK_LIST		= အောက်ပါလုပ်ဆောင်ချက်များကို ချိတ်ဆက်ခြင်းနှင့် ခွင့်မပြုပါ
IDC_ST_BLOCK_LIST_EX		= ဉပမာ။  ။

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_CUDA
IDD_VIDEO_FORMAT_CUDA		= H.264 (NVIDIA® CUDA™) ချိန်ညှိချက်များ
IDC_ST_H264_CUDA_RATE_CONTROL	= နှုန်းထား ချိန်ညှိရန်
IDC_RD_H264_CUDA_VBR		= VBR - အရည်အသွေးအားအခြေပြု၍ (အကြံပြုသည်)
IDC_RD_H264_CUDA_CBR		= CBR - bitrate အားအခြေပြု၍
IDC_ST_H264_CUDA_GPU_USAGE	= GPU အသုံးပြုမှု
IDC_RD_H264_CUDA_GPU_CPU	= GPU + CPU
IDC_RD_H264_CUDA_GPU		= GPU နှင့်သာ (ပိုမြန်သော GPU နှင့်သုံးရန်)
IDC_ST_H264_CUDA_GPU_DEVICE	= GPU ကိရိယာ။  ။
IDC_ST_H264_CUDA_OTHER_OPTIONS	= အခြားပြင်ဆင်မှုများ
IDC_ST_H264_CUDA_FOURCC_USED	= FourCC code။  ။
IDC_ST_H264_CUDA_KEYFRAME_INT	= ကီးဖရိန် ကြားကြာချိန်။  ။
IDC_ST_H264_CUDA_FOURCC_HELP	= အကူအညီ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_SYNC
IDD_VIDEO_FORMAT_SYNC		= H.264 (လျှင်မြန်သောဗွီဒီယိုတစ်ပြိုင်နက်ဖြစ်ခြင်း) အပြင်အဆင်များ
IDC_ST_H264_SYNC_RATE_CONTROL	= နှုန်းထား ချိန်ညှိရန်
IDC_RD_H264_SYNC_VBR		= VBR - အရည်အသွေးအားအခြေပြု၍ (အကြံပြုသည်)
IDC_RD_H264_SYNC_CBR		= CBR - bitrate အားအခြေပြု၍
IDC_ST_H264_SYNC_OTHER_OPTIONS	= အခြားပြင်ဆင်မှုများ
IDC_ST_H264_SYNC_FOURCC_USED	= FourCC code။  ။
IDC_ST_H264_SYNC_KEYFRAME_INT	= ကီးဖရိန် ကြားကြာချိန်။  ။
IDC_ST_H264_SYNC_FOURCC_HELP	= အကူအညီ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_APP
IDD_VIDEO_FORMAT_APP		= H.264 (AMD VCE) ချိန်ညှိချက်များ
IDC_ST_H264_APP_RATE_CONTROL	= နှုန်းထား ချိန်ညှိရန်
IDC_RD_H264_APP_VBR		= VBR - အရည်အသွေးအားအခြေပြု၍ (အကြံပြုသည်)
IDC_RD_H264_APP_CBR		= CBR - bitrate  အားအခြေပြု၍
IDC_ST_H264_APP_OTHER_OPTIONS	= အခြားပြင်ဆင်မှုများ
IDC_ST_H264_APP_FOURCC_USED	= FourCC code။  ။
IDC_ST_H264_APP_KEYFRAME_INT	= ကီးဖရိန် ကြားကြာချိန်:
IDC_ST_H264_APP_FOURCC_HELP	= အကူအညီ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_XVID
IDD_VIDEO_FORMAT_XVID		= Xvid ချိန်ညှိချက်များ
IDC_ST_XVID_RATE_CONTROL	= နှုန်းထား ချိန်ညှိရန်
IDC_RD_XVID_VBR			= VBR -  အရည်အသွေးအားအခြေပြု၍ (အကြံပြုသည်)
IDC_RD_XVID_CBR			= CBR - bitrate အားအခြေပြု၍
IDC_ST_XVID_OPTIMIZATION	= ပြင်ဆင်ရန်
IDC_RD_XVID_FASTER_SPEED	= ပိုမြန်သော ပုံစံပြောင်းသည့် နှုန်း
IDC_RD_XVID_SMALLER_SIZE	= ပိုသေးသော ဖိုင်အရွယ်အစား
IDC_ST_XVID_OTHER_OPTIONS	= အခြားပြင်ဆင်မှုများ
IDC_ST_XVID_KEYFRAME_INT	= ကီးဖရိန် ကြားကြာချိန်။  ။

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_NVENC
IDD_VIDEO_FORMAT_NVENC		= H.264 (NVIDIA® NVENC) ချိန်ညှိချက်များ
IDC_ST_H264_NVENC_RATE_CONTROL	= နှုန်းထား ချိန်ညှိရန်
IDC_RD_H264_NVENC_VBR		= VBR - အရည်အသွေးအားအခြေပြု၍ (အကြံပြုသည်)
IDC_RD_H264_NVENC_CBR		= CBR - bitrate အားအခြေပြု၍
IDC_ST_H264_NVENC_GPU_USAGE	= GPU အသုံးပြုမှု
IDC_ST_H264_NVENC_GPU_DEVICE	= GPU ကိရိယာ။  ။
IDC_ST_H264_NVENC_OTHER_OPTIONS	= အခြားပြင်ဆင်မှုများ
IDC_ST_H264_NVENC_FOURCC_USED	= FourCC ကုဒ်။  ။
IDC_ST_H264_NVENC_KEYFRAME_INT	= ကီးဖရိန် ကြားကြာချိန်။  ။
IDC_ST_H264_NVENC_FOURCC_HELP	= အကူအညီ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_H264
IDD_VIDEO_FORMAT_H264		= H.264 (CPU) ချိန်ညှိချက်များ
IDC_ST_H264_RATE_CONTROL	= နှုန်းထား ချိန်ညှိရန်
IDC_RD_H264_VBR			= VBR - အရည်အသွေးအားအခြေပြု၍ (အကြံပြုသည်)
IDC_RD_H264_CBR			= CBR - bitrate အားအခြေပြု၍
IDC_ST_H264_OPTIMIZATION	= ပြင်ဆင်ရန်
IDC_RD_H264_FASTER_SPEED	= ပိုမြန်သော ပုံစံပြောင်းသည့် နှုန်း
IDC_RD_H264_BALANCED		= မျှတသော လုပ်ဆောင်ချက်
IDC_RD_H264_SMALLER_SIZE	= ပိုသေးသော ဖိုင်အရွယ်အစား
IDC_ST_H264_OTHER_OPTIONS	= အခြားပြင်ဆင်မှုများ
IDC_ST_H264_KEYFRAME_INT	= ကီးဖရိန် ကြားကြာချိန်:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_SETTINGS
IDD_TIMER_REC_SETTINGS		= အချိန်ဖြင့် မှတ်တမ်းတင်ခြင်း
IDC_ST_TIMER_SETTINGS		= ချိန်ညှိချက်များ
IDC_RD_TIMER_START_IN		= အစပြုချိန်
IDC_ST_TIMER_MINUTES		= မိနစ်
IDC_RD_TIMER_START_AT		= အစပြုရန်
IDC_CK_TIMER_MINIMIZE		= မှတ်တမ်းစတင်လျှင် Bandicam ကို tray တွင် ခေါက်ထားမယ်
IDC_ST_TIMER_AUTO_COMPLETE	= မှတ်တမ်းတင်ခြင်း အလိုအလျောက်ပြီးစီး
IDC_BTN_TIMER_AUTO_COMPLETE	= ချိန်ညှိချက်

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_WAITING
IDD_TIMER_REC_WAITING		= အချိန်ဖြင့် မှတ်တမ်းတင်ခြင်း - အစပြုရန် စောင့်ဆိုင်းနေပါတယ်
IDC_ST_TIMER_WAITING_INFO	= %s တွင် စရန် စောင့်ဆိုင်းနေပါတယ်
IDC_ST_TIMER_ELAPSED		= ကုန်သွားသောအချိန်။  ။
IDC_ST_TIMER_REMAINING		= ကျန်ရှိသေးသောအချိန်။  ။

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_FPS
IDD_VIDEO_FORMAT_FPS		= FPS ချိန်ညှိချက်များ
IDC_ST_FORMAT_FPS_MODE		= ဖရိန် နှုန်းထားပုံစံ
IDC_RD_FORMAT_FPS_CFR		= CFR ပိုသုံး - ဖရိန်နှုန်းကို အသေထားရန်
IDC_ST_FORMAT_FPS_CFR		= ပုံစံပြောင်းသည့်အရာ၏စွမ်းဆောင်ရည် လုံလောက်စွာ မကောင်းလျှင် ပြောင်းလဲနေသော ဖရိန်နှုန်းအား ဖော်ပြရန်
IDC_RD_FORMAT_FPS_VFR		= ပြောင်းလဲနေသော ဖရိန်နှုန်းကို သုံးမယ် (အကြံပြုသည်)
IDC_ST_FORMAT_FPS_HELP		= အကူအညီ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_YOUTUBE
IDD_UPLOAD_TO_YOUTUBE		= Youtube.com သို့ တင်ရန်
IDC_ST_YOUTUBE_UPLOADINFO	= တင်သည့်အချက်အလက်
IDC_ST_YOUTUBE_FILENAME		= ဖိုင်နာမည်။  ။
IDC_ST_YOUTUBE_TITLE		= ခေါင်းစဉ်။  ။
IDC_ST_YOUTUBE_DESCRIPTION	= ဖော်ပြချက်။  ။
IDC_ST_YOUTUBE_PRIVACY		= လွပ်လပ်ခွင့်။  ။
IDC_RD_YOUTUBE_PRIVACY_PUBLIC	= အများ - မည်သူမဆို ဗွီဒီယို ကို ကြည့်ခွင့်ရှိပါတယ်
IDC_RD_YOUTUBE_PRIVACY_UNLISTED	= မစဉ်ရသေးသော - ဗွီဒီယိုနှင့်ချိတ်ဆက်ထားသော မည်သူမဆို ဗွီဒီယို ကို ကြည့်ခွင့်ရှိပါတယ်
IDC_RD_YOUTUBE_PRIVACY_PRIVATE	= သီးသန့် - ကိုယ်ရွေးချယ်ထားသော သူများသာ ဗွီဒီယို ကို ကြည့်ခွင့်ရှိပါတယ်
IDC_BTN_YOUTUBE_UPLOAD		= တင်မယ်
IDC_LN_YOUTUBE_HELP		= အကူအညီ
IDC_LN_YOUTUBE_TOS		= 'တင်မယ်' ကိုနှိပ်ခြင်းဖြင့် မှန်ကန်သော အကြောင်းအရာများလုံး သင်ပိုင်ဆိုင်မယ် သို့ ပိုင်ရှင်က YouTube တွင် အကြောင်းရာများကို လူအများကိုပြရန် သင့်အားခွင့်ပြုခြင်းကို ဖော်ပြမယ် ပြီးလျှင် <a>YouTube ဝန်ဆောင်မှု၏ စည်းကမ်းချက်များ</a>များကို လိုက်နာမယ်
IDC_CK_YOUTUBE_KEEP_LOGGED_IN	= Keep me logged in
IDC_BTN_YOUTUBE_LOGOUT		= Logout

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_YOUTUBE
IDD_UPLOADING_YOUTUBE		= တင်နေပါတယ်...
IDC_ST_YOUTUBE_UPLOADED		= ဗွီဒီယို တင်နေတာ ပြီးပါပြီ!
IDC_ST_YOUTUBE_LINK		= ချိတ်ရန်။  ။
IDC_ST_YOUTUBE_EMBED		= မြုပ်ရန်။  ။
IDC_BTN_YOUTUBE_LINK_GO		= ရှေ့သို့
IDC_BTN_YOUTUBE_EMBED_COPY	= ကူးမယ်
IDC_BTN_YOUTUBE_CLOSE		= ပိတ်မယ်

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_VIMEO
IDD_UPLOAD_TO_VIMEO		= Vimeo.com သို့ တင်ရန်
IDC_ST_VIMEO_UPLOADINFO		= တင်သည့်အချက်အလက်
IDC_ST_VIMEO_FILENAME		= ဖိုင်နာမည်။  ။
IDC_ST_VIMEO_TITLE		= ခေါင်းစဉ်။  ။
IDC_ST_VIMEO_DESCRIPTION	= ဖော်ပြချက်။  ။
IDC_ST_VIMEO_PRIVACY		= လွပ်လပ်ခွင့်။  ။
IDC_RD_VIMEO_PRIVACY_ANYONE	= မည်သူမျှ - မည်သူ့ကိုမျှ မြင့်ခွင်းမပေး
IDC_RD_VIMEO_PRIVACY_ONLYME	= ကိုယ်တစ်ယောက်တည်းသာ- ကိုယ်ကလွဲ၍ မည်သူမျှမမြင်စေရန်
IDC_RD_VIMEO_PRIVACY_FOLLOW	= ကိုယ် follow လုပ်သောလူများသာ - Vimeo တွင် ကိုယ် follow လုပ်ထားသော လူများသာ မြင်နိင်ရန်
IDC_RD_VIMEO_PRIVACY_UNLISTED	= ကိုယ်ပိုင်လင့်ခ်နှင့်သူများသာ ဒီဗွီဒီယိုကို မြင်နိုင်ပါတယ်
IDC_ST_VIMEO_PRIVACY_UNLISTED	= (ဗီးမီအိုအခြေခံအသုံးပြုသူများက ဒီရွေးချယ်ချက်ကို မသုံးနိုင်ပါ)
IDC_RD_VIMEO_PRIVACY_PASSWORD	= ဝှက်ထားရှိတဲ့သူများသာ ဒီဗွီဒီယိုကို မြင်နိုင်ပါတယ်
IDC_CK_HIDE_PASSWORD		= ဝှက်စာဖျောက်ရန်
IDC_BTN_VIMEO_UPLOAD		= တင်မယ်
IDC_LN_VIMEO_HELP		= အကူအညီ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_VIMEO
IDD_UPLOADING_VIMEO		= တင်နေပါတယ်...
IDC_ST_VIMEO_UPLOADED		= ဗွီဒီယို တင်နေတာ ပြီးပါပြီ။
IDC_ST_VIMEO_LINK		= ချိတ်ရန်။  ။
IDC_ST_VIMEO_EMBED		= မြုပ်ရန်။  ။
IDC_BTN_VIMEO_LINK_GO		= ရှေ့သို့
IDC_BTN_VIMEO_EMBED_COPY	= ကူးရန်
IDC_BTN_VIMEO_CLOSE		= ပိတ်မယ်

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_FACEBOOK
IDD_UPLOAD_TO_FACEBOOK		= Facebook.com သို့တင်ရန်
IDC_ST_FACEBOOK_UPLOADINFO	= တင်သည့်အချက်အလက်
IDC_ST_FACEBOOK_FILENAME	= ဖိုင်နာမည် -
IDC_ST_FACEBOOK_TITLE		= ခေါင်းစဥ် -
IDC_ST_FACEBOOK_DESCRIPTION	= ဖော်ပြချက် -
IDC_ST_FACEBOOK_PRIVACY		= သီးသန့်အချက်အလက်
IDC_RD_FACEBOOK_PRIVACY_PUBLIC	= အများ - မည်သူမဆို ဒီဗွီဒီယိုကိုကြည့်ခွင့်ပေးရန်
IDC_RD_FACEBOOK_PRIVACY_FOF	= သူငယ်ချင်းရဲ့သူငယ်ချင်းတွေသာ - သူငယ်ချင်းရဲ့သူငယ်ချင်းတွေသာ ဒီဗွီဒီယိုကိုကြည့်ခွင့်ပေးရန်
IDC_RD_FACEBOOK_PRIVACY_FRIENDS	= သူငယ်ချင်းတွေသာ - သူငယ်ချင်းတွေသာ ဒီဗွီဒီယိုကိုကြည့်ခွင့်ပေးရန်
IDC_RD_FACEBOOK_PRIVACY_ONLYME	= ကိုယ်ကလွဲ၍ - ဒီဗွီဒီယိုကို ကိုယ်ပဲကြည့်ရန်
IDC_BTN_FACEBOOK_UPLOAD		= တင်ရန်
IDC_LN_FACEBOOK_HELP		= အကူအညီ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_FACEBOOK
IDD_UPLOADING_FACEBOOK		= တင်နေပါတယ်...
IDC_ST_FACEBOOK_UPLOADED	= ဗွီဒီယိုကို တင်ပြီးပါပြီ
IDC_ST_FACEBOOK_LINK		= လင့်ခ် -
IDC_BTN_FACEBOOK_LINK_GO	= ဆက်လုပ်ရန်
IDC_BTN_FACEBOOK_CLOSE		= ပိတ်ရန်

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_NVENC_AVAILABLE
IDD_VIDEO_NVENC_AVAILABLE	= NVENC ရနေပြီ
IDC_LN_NVENC_AVAILABLE		= NVIDIA NVENC H.264 encoder ရနေပါပြီ။ NVENC သည်  hardware လျှင်မြန်မှုအတွက် အဆင့်မြင့်လုပ်စွာ လုပ်ဆောင်ချက်ကောင်းသော encoder ဖြစ်တယ် \nNVENC H.264 encoder ကိုသုံးချင်လား?\n<a>ပို၍</a>
IDC_CK_NVENC_AVAILABLE		= ထပ်မပြပါနဲ့

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_QSV_AVAILABLE
IDD_VIDEO_QSV_AVAILABLE		= Intel® Quick Sync Video (QSV) ရနေပြီ
IDC_LN_QSV_AVAILABLE		= Intel® Quick Sync Video H.264 encoder ရနေပါပြီ။ QSV သည်  hardware လျှင်မြန်မှုအတွက် အဆင့်မြင့်လုပ်စွာ လုပ်ဆောင်ချက်ကောင်းသော encoder ဖြစ်တယ်\nQSV H.264 encoder ကိုသုံးချင်လား?\n<a>ပို၍</a>
IDC_CK_QSV_AVAILABLE		= ထပ်မပြပါနဲ့

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_DEVICE_SELECTION
IDD_DEVICE_SELECTION		= ကိရိယာရွေးချယ်မှု
IDC_ST_DEVICE_SELECTION		= ရွေးချယ်မှု
IDC_ST_DEVICE_NAME		= ကိရိယာ။  ။
IDC_BTN_DEVICE_NAME_SETTINGS	= ချိန်ညှိချက်များ
IDC_ST_DEVICE_FORMAT		= ပုံစံ။  ။
IDC_ST_DEVICE_VIDEO_INPUT	= ထည့်သွင်းသည့် ဗွီဒီယို။  ။
IDC_ST_DEVICE_AUDIO_INPUT	= ထည့်သွင်းသည့် အသံ။  ။
IDC_CK_DEVICE_AUDIO_CUSTOM	= ကိုယ်ပိုင်သံကိရိယာကိုသုံးမယse custom audio device
IDC_BTN_DEVICE_INPUT_SETTINGS	= ချိန်ညှိချက်များ
IDC_ST_DEVICE_OPTIONS		= ပြင်ဆင်မှုများ
IDC_ST_DEVICE_DEINTERLAING	= မချိတ်ဆက်ထား။  ။
IDC_ST_DEVICE_FLIPSCREEN	= ဖန်သားပြင်ကိုလှည့်ရန်။  ။
IDC_CK_DEVICE_FLIPSCREEN_H	= အလျားလိုက်
IDC_CK_DEVICE_FLIPSCREEN_V	= ဒေါင်လိုက်
IDC_LN_DEVICE_HELP		= အကူအညီ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_CAUTION_USING_WINAPPS
IDD_CAUTION_USING_WINAPPS	= Orgin နှင့် လိုက်ဖက်သောအခြေအနေ
IDC_LN_CAUTION_USING_WINAPPS	= ဝင်းဒိုးဆော့ဝဲလ်နှင့်ချိတ်ဆက်ခြင်းကိုဖွင့်ထားလျှင် Orgin နှင့် လိုက်ဖက်တဲ့အခြေအနေတစ်ခုဖြစ်ပေါ်မယ် <a>ဒီကိုနှိပ်ပါ</a> ဒီပြဿနာကို ဖြေရှင်းရန်\n\nဝင်းဒိုးဆော့ဝဲလ်ချိတ်ဆက်ခြင်းကို အသုံးပြုချင်တာ သေချာပါလား?
IDC_CK_CAUTION_USING_WINAPPS	= ထပ်မပြပါနဲ့

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SCHEDULED_REC_LIST
IDD_SCHEDULED_REC_LIST		= သတ်မှတ်ချိန်တွင်မှတ်တမ်းတင်သည့်စာရင်း
IDC_ST_SREC_LIST_TEXT		= သတ်မှတ်ချိန်တွင်မှတ်တမ်းစတင်တာက သင်သတ်မှတ်ထားသည့်အချိန်မှသာ (ဒီအသွင်အပြင်က ဆော့ဝဲလ်လုပ်ဆောင်နေစဉ်အတွင်းသာ ရနိုင်ပါတယ်)
IDC_BTN_SREC_LIST_ADD		= ထည့်ရန်
IDC_BTN_SREC_LIST_EDIT		= ပြန်ပြင်ရန်
IDC_BTN_SREC_LIST_DELETE	= ဖျက်ရန်
IDC_BTN_SREC_LIST_CLOSE		= ပိတ်ရန်

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SCHEDULED_REC_SETTINGS
IDD_SCHEDULED_REC_SETTINGS	= မှတ်တမ်းတင်အချိန်ဇယား
IDC_ST_SREC_SETTINGS_NAME	= နာမည်။  ။
IDC_CK_SREC_ACTIVE		= လုပ်ဆောင်နေသော
IDC_ST_SREC_SCHEDULING		= အချိန်မှတ်ထားသော
IDC_RD_SREC_ONE_TIME		= တစ်ကြိမ်သာ
IDC_RD_SREC_DAILY		= နေ့စဉ်
IDC_RD_SREC_WEEKLY		= အပတ်စဉ်
IDC_ST_SREC_START_TIME		= အစပြုချိန်။  ။
IDC_ST_SREC_END_TIME		= ပြီးဆုံးချိန်။  ။
IDC_CK_SREC_DURATION		= ကြာချိန်
IDC_CK_SREC_SUN			= တနင်္ဂနွေ
IDC_CK_SREC_MON			= တနင်္လာ
IDC_CK_SREC_TUE			= အင်္ဂါ
IDC_CK_SREC_WED			= ဗုဒ္ဓဟူး
IDC_CK_SREC_THU			= ကြာသပတေး
IDC_CK_SREC_FRI			= သောကြာ
IDC_CK_SREC_SAT			= စနေ
IDC_ST_SREC_RECORDING		= မှတ်တမ်းတင်နေပါတယ်
IDC_ST_SREC_TARGET		= မှတ်တမ်းတင်မည့်ပုံစံ။  ။
IDC_BTN_SREC_TARGET_SELECT	= ရွေးရန်
IDC_ST_SREC_AFTER_RECORDING	= မှတ်တမ်းတင်ပြီးနောက်။  ။
IDC_LN_SREC_HELP		= [ အကူအညီ ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_NO_DEVICE
IDD_ACAP_NO_DEVICE		= အသံဖမ်းမည့်ကိရိယာမရှိပါ
IDC_ST_ACAP_NO_DEVICE		= အသံဖမ်းမည့်ကိရိယာကိုမတွေ့ပါ။\nဒါကြောင့် မှတ်တမ်းတင်သည့်ဗွီဒီယိုဖိုင်မှာ အသံပါမှာမဟုတ်ပါ
IDC_CK_ACAP_DO_NOT_SHOW		= ဒီစာကိုထပ်မပြပါနှင့်

[MENU]
ID_POPUP_ABOUT			= Bandicam အကြောင်း
ID_POPUP_GENERAL		= အထွေထွေ - ချိန်ညှိချက်
ID_POPUP_FRAME			= FPS - ချိန်ညှိချက်
ID_POPUP_VIDEO			= ဗွီဒီယို - ချိန်ညှိချက်
ID_POPUP_IMAGE			= ရုပ်ပုံ - ချိန်ညှိချက်
ID_POPUP_OUTPUTS		= သိမ်းထားသည့် ဖိုင်စာရင်း
ID_POPUP_OPENOUTPUTFOLDER	= သိမ်းသည့် ဖိုလ်ဒါကို ဖွင့်မယ်
ID_POPUP_TARGET			= သတ်မှတ်နေရာ
ID_POPUP_SETTINGS		= ချိန်ညှိချက်များ
ID_POPUP_SIZE			= အရွယ်အစား
ID_POPUP_EXIT			= ထွက်မယ်

ID_TARGET_DIRECTX		= ဂိမ်းမှတ်တမ်းတင်ခြင်းပုံစံ
ID_TARGET_SCREEN		= ဖန်သားပြင်ကိုမှတ်တမ်းတင်ခြင်းပုံစံ - လေးထောင့်ကွက်
ID_TARGET_FULL			= ဖန်သားပြင်ကိုမှတ်တမ်းတင်ခြင်းပုံစံ - ဖန်သားပြင်ပြည့်
ID_TARGET_MOUSE			= ဖန်သားပြင်ကိုမှတ်တမ်းတင်ခြင်းပုံစံ - Mouse ပတ်လည်တွင်သာ
ID_TARGET_DEVICE		= ကိရိယာနှင့်မှတ်တမ်းတင်ခြင်းပုံစံ
ID_TARGET_HELP			= အကူအညီ

ID_TARGET_HIDE			= ပြ(သို့)မပြ \t Ctrl+Alt+H
ID_TARGET_COPY_TO_CLIPBOARD	= ယာယီကူးထားရန် \t Ctrl+C, Ctrl+Alt+C
ID_TARGET_PEN			= ရေးဆွဲသည့်ပုံစံ \t Ctrl+Alt+D
ID_TARGET_ALWAYS_ON_TOP		= အမြဲတမ်းအပေါ်တွင်ထားရန်
ID_TARGET_COUNTDOWN_TIMER	= အချိန်မှတ်တာကိုပြရန်
ID_TARGET_TRANSPARENCY		= အလင်းတိုးလျော့
ID_TARGET_SIZE			= အရွယ်အစား
ID_TARGET_ADJUST		= ချိန်ညှိရန်

ID_TARGET_MOVE_LEFT		= ဘယ်ကိုရွေ့ရန် \t Left
ID_TARGET_MOVE_RIGHT		= ညာကိုရွေ့ရန် \t Right
ID_TARGET_MOVE_UP		= အထက်ကိုရွေ့ရန် \t Up
ID_TARGET_MOVE_DOWN		= အောက်ကိုရွေ့ရန် \t Down

ID_TARGET_INC_WIDTH		= အလျားကိုတိုးရန် \t Shift+Right
ID_TARGET_DEC_WIDTH		= အလျားကိုလျော့ရန် \t Shift+Left
ID_TARGET_INC_HEIGHT		= အမြင့်ကိုတိုးရန် \t Shift+Down
ID_TARGET_DEC_HEIGHT		= အမြင့်ကိုလျော့ရန် \t Shift+Up

ID_TARGET_FIND_WINDOW		= မှတ်တမ်းတင်မည့်နေရာတစ်ခုရွေးပါ \t Ctrl+F
ID_TARGET_FULLSCREEN		= ဖန်သားပြင်ပြည့် \t Ctrl+Enter
ID_TARGET_RATIO_4_3		= ၄:၃ နှင့် အံဝင်ရန်
ID_TARGET_RATIO_16_9		= ၁၆:၉ နှင့် အံဝင်ရန်
ID_TARGET_SIZE_CUSTOM		= ကိုပိုင်အရွယ်အစား \t Ctrl+U
ID_TARGET_SIZE_PRESET		= ကြိုတင်ရွေးမည့်အရွယ်အစား \t Shift+R-Click
ID_TARGET_SIZE_PRESET_ADD	= ကြိုတင်ရွေးချယ်မယ်
ID_TARGET_SIZE_PRESET_EDIT	= ရွေးချယ်ထားသည်များ တည်းဖြတ်မယ်
ID_TARGET_SIZE_RU		= မကြာသေးခင်က သုံးထားသော အရွယ်အစား \t Ctrl+S

ID_TARGET_DISPLAY		= Display
ID_TARGET_DISPLAY_1		= Display 1
ID_TARGET_DISPLAY_2		= Display 2
ID_TARGET_DISPLAY_3		= Display 3
ID_TARGET_DISPLAY_4		= Display 4
ID_TARGET_DISPLAY_5		= Display 5
ID_TARGET_DISPLAY_6		= Display 6
ID_TARGET_DISPLAY_7		= Display 7
ID_TARGET_DISPLAY_8		= Display 8

ID_TARGET_OPEN_OUTPUTFOLDER	= သိမ်းသည့် ဖိုလ်ဒါကို ဖွင့်မယ်
ID_TARGET_OUTPUT_LIST		= သိမ်းသည့်ဖိုင်စာရင်း
ID_TARGET_EXIT_BANDICAM		= Bandicam မှ ထွက်မယ်

ID_DEVICE_HIDE			= ပြ(သို့)မပြ \t Ctrl+Alt+H
ID_DEVICE_COPY_TO_CLIPBOARD	= Copy to Clipboard \t Ctrl+C, Ctrl+Alt+C
ID_DEVICE_ALWAYS_ON_TOP		= အမြဲတမ်းအပေါ်တွင်ထားရန်
ID_DEVICE_SELECTION		= ကိရိယာရွေးချယ်ရန် \t Ctrl+D
ID_DEVICE_FULLSCREEN		= ဖန်သားပြင်ပြည့် \t Enter
ID_DEVICE_ZOOM			= ချုံ့ ချဲ့
ID_DEVICE_ZOOM_QUARTER		= ၂၅ရာခိုင်နှုန်း \t Alt+1
ID_DEVICE_ZOOM_HALF		= ၅၀ရာခိုင်နှုန်း \t Alt+2
ID_DEVICE_ZOOM_ORIGINAL		= ၁၀၀ရာခိုင်နှုန်း \t Alt+3
ID_DEVICE_ZOOM_DOUBLE		= ၂၀၀ရာခိုင်နှုန်း \t Alt+4
ID_DEVICE_ASPECT_RATIO		= သွင်ပြင်အချိုး
ID_DEVICE_KEEP_ASPECT_RATIO	= သွင်ပြင်အချိုးဖြင့်ရှိစေမယ်
ID_DEVICE_ASPECT_RATIO_DEFAULT	= ပုံသေ
ID_DEVICE_ASPECT_RATIO_4_3	= ၄:၃
ID_DEVICE_ASPECT_RATIO_16_9	= ၁၆:၉
ID_DEVICE_OPEN_OUTPUTFOLDER	= သိမ်းသည့် ဖိုလ်ဒါကို ဖွင့်မယ်
ID_DEVICE_OUTPUT_LIST		= သိမ်းသည့်ဖိုင်စာရင်း
ID_DEVICE_EXIT_BANDICAM		= Bandicam မှ ထွက်မယ်

ID_USER_PRESET_ADD		= ကြိုတင်ရွေးချယ်မယ်
ID_USER_PRESET_EDIT		= ရွေးချယ်ထားသည်များ တည်းဖြတ်မယ်

ID_SORT_BY_DATE			= ရက်စွဲဖြင့် စဉ်ရန်
ID_SORT_BY_NAME			= နာမည်ဖြင့် စဉ်ရန်
ID_SORT_BY_SIZE			= အရွယ်အစားဖြင့် စဉ်ရန်

ID_OUTPUTS_LB_PLAY		= ပြသမယ်
ID_OUTPUTS_LB_OPEN		= ဖွင့်မယ်
ID_OUTPUTS_LB_EDIT		= တည်းဖြတ်မယ်
ID_OUTPUTS_LB_RENAME		= နာမည်ပြောင်းရန်     \t F2
ID_OUTPUTS_LB_DELETE		= ဖျက်မယ်     \t Del
ID_OUTPUTS_LB_SELECT_ALL	= အားလုံးရွေးချယ်မယ် \t Ctrl+A
ID_OUTPUTS_LB_OPEN_FOLDER	= သိမ်းသည့် ဖိုလ်ဒါကို ဖွင့်မယ်

ID_UPLOAD_TO_YOUTUBE		= ယူကျု့တွင် တင်ရန်
ID_UPLOAD_TO_VIMEO		= Vimeo တွင် တင်ရန်
ID_UPLOAD_TO_FACEBOOK		= ဖေ့စ်ဘွတ်တွင် တင်ရန်

ID_BDCAM_SIZE_DEFAULT		= ပုံသေအရွယ်အစား

ID_AUDIO_FILTER_MONO		= Convert to Mono
ID_AUDIO_FILTER_NS		= Noise Suppression
ID_AUDIO_FILTER_NS_OFF		= Off
ID_AUDIO_FILTER_NS_LOW		= Low
ID_AUDIO_FILTER_NS_MEDIUM	= Medium
ID_AUDIO_FILTER_NS_HIGH		= High

